[
{"id":"s431","japanese":"毎朝、電車に乗る前にコーヒーを一杯飲む習慣があります。","reading":"まいあさ、でんしゃにのるまえにこーひーをいっぱいのむしゅうかんがあります。","korean":"매일 아침, 전철을 타기 전에 커피를 한 잔 마시는 습관이 있습니다.","category":"일상","level":"N3"},
{"id":"s432","japanese":"バスが遅れているので、タクシーで行ったほうがいいかもしれません。","reading":"ばすがおくれているので、たくしーでいったほうがいいかもしれません。","korean":"버스가 늦어지고 있으니, 택시로 가는 편이 좋을지도 모릅니다.","category":"교통","level":"N3"},
{"id":"s433","japanese":"このレストランは予約しないと入れないほど人気があります。","reading":"このれすとらんはよやくしないとはいれないほどにんきがあります。","korean":"이 레스토랑은 예약하지 않으면 들어갈 수 없을 정도로 인기가 있습니다.","category":"식사","level":"N3"},
{"id":"s434","japanese":"セールの時期に合わせて、まとめ買いをするようにしています。","reading":"せーるのじきにあわせて、まとめがいをするようにしています。","korean":"세일 시기에 맞춰 한꺼번에 구입하도록 하고 있습니다.","category":"쇼핑","level":"N3"},
{"id":"s435","japanese":"プロジェクトの締め切りが近づいているので、残業が続いています。","reading":"ぷろじぇくとのしめきりがちかづいているので、ざんぎょうがつづいています。","korean":"프로젝트 마감이 다가오고 있어서 야근이 계속되고 있습니다.","category":"직장","level":"N3"},
{"id":"s436","japanese":"週末は山登りをしながら自然を楽しむのが好きです。","reading":"しゅうまつはやまのぼりをしながらしぜんをたのしむのがすきです。","korean":"주말에는 등산을 하면서 자연을 즐기는 것을 좋아합니다.","category":"취미","level":"N3"},
{"id":"s437","japanese":"試験に合格するためには、毎日少しずつ勉強することが大切です。","reading":"しけんにごうかくするためには、まいにちすこしずつべんきょうすることがたいせつです。","korean":"시험에 합격하기 위해서는 매일 조금씩 공부하는 것이 중요합니다.","category":"학습","level":"N3"},
{"id":"s438","japanese":"久しぶりに友人に会えて、とても嬉しい気持ちになりました。","reading":"ひさしぶりにゆうじんにあえて、とてもうれしいきもちになりました。","korean":"오랜만에 친구를 만날 수 있어서 매우 기쁜 마음이 들었습니다.","category":"감정","level":"N3"},
{"id":"s439","japanese":"観光地を回る際には、地図アプリを使うと便利です。","reading":"かんこうちをまわるさいには、ちずあぷりをつかうとべんりです。","korean":"관광지를 돌아다닐 때는 지도 앱을 사용하면 편리합니다.","category":"관광","level":"N3"},
{"id":"s440","japanese":"風邪をひかないように、手洗いとうがいを欠かさないようにしています。","reading":"かぜをひかないように、てあらいとうがいをかかさないようにしています。","korean":"감기에 걸리지 않도록 손 씻기와 양치질을 빠짐없이 하고 있습니다.","category":"건강","level":"N3"},
{"id":"s441","japanese":"海外旅行に行く前に、保険に入っておいた方が安心です。","reading":"かいがいりょこうにいくまえに、ほけんにはいっておいたほうがあんしんです。","korean":"해외여행을 가기 전에 보험에 들어두는 편이 안심이 됩니다.","category":"여행","level":"N3"},
{"id":"s442","japanese":"日本では年末になると大掃除をする文化があります。","reading":"にほんではねんまつになるとおおそうじをするぶんかがあります。","korean":"일본에서는 연말이 되면 대청소를 하는 문화가 있습니다.","category":"문화","level":"N3"},
{"id":"s443","japanese":"取引先との会議では、丁寧な言葉遣いを心がけています。","reading":"とりひきさきとのかいぎでは、ていねいなことばづかいをこころがけています。","korean":"거래처와의 회의에서는 정중한 말씨를 사용하도록 노력하고 있습니다.","category":"비즈니스","level":"N3"},
{"id":"s444","japanese":"朝早く起きて散歩すると、一日が気持ちよく始められます。","reading":"あさはやくおきてさんぽすると、いちにちがきもちよくはじめられます。","korean":"아침 일찍 일어나 산책하면 하루를 상쾌하게 시작할 수 있습니다.","category":"일상","level":"N3"},
{"id":"s445","japanese":"電車が混んでいる時は、一本後の電車を待つことにしています。","reading":"でんしゃがこんでいるときは、いっぽんあとのでんしゃをまつことにしています。","korean":"전철이 붐빌 때는 한 대 다음 전철을 기다리기로 하고 있습니다.","category":"교통","level":"N3"},
{"id":"s446","japanese":"この料理は辛すぎて、食べることができませんでした。","reading":"このりょうりはからすぎて、たべることができませんでした。","korean":"이 요리는 너무 매워서 먹을 수 없었습니다.","category":"식사","level":"N3"},
{"id":"s447","japanese":"値段が高くても、品質のいいものを選ぶべきだと思います。","reading":"ねだんがたかくても、ひんしつのいいものをえらぶべきだとおもいます。","korean":"가격이 비싸도 품질이 좋은 것을 선택해야 한다고 생각합니다.","category":"쇼핑","level":"N3"},
{"id":"s448","japanese":"新しい仕事に慣れるまで、しばらく時間がかかるでしょう。","reading":"あたらしいしごとになれるまで、しばらくじかんがかかるでしょう。","korean":"새로운 일에 익숙해질 때까지 한동안 시간이 걸릴 것입니다.","category":"직장","level":"N3"},
{"id":"s449","japanese":"ギターを弾くのが趣味で、毎日練習しています。","reading":"ぎたーをひくのがしゅみで、まいにちれんしゅうしています。","korean":"기타 치는 것이 취미여서 매일 연습하고 있습니다.","category":"취미","level":"N3"},
{"id":"s450","japanese":"分からない単語は辞書で調べる習慣をつけると、語彙力が上がります。","reading":"わからないたんごはじしょでしらべるしゅうかんをつけると、ごいりょくがあがります。","korean":"모르는 단어를 사전으로 찾아보는 습관을 들이면 어휘력이 향상됩니다.","category":"학습","level":"N3"},
{"id":"s451","japanese":"失敗しても落ち込まずに、次に活かすことが大切だと思います。","reading":"しっぱいしてもおちこまずに、つぎにいかすことがたいせつだとおもいます。","korean":"실패해도 낙심하지 말고 다음에 살리는 것이 중요하다고 생각합니다.","category":"감정","level":"N3"},
{"id":"s452","japanese":"観光バスに乗ると、効率よく名所を回ることができます。","reading":"かんこうばすにのると、こうりつよくめいしょをまわることができます。","korean":"관광버스를 타면 효율적으로 명소를 둘러볼 수 있습니다.","category":"관광","level":"N3"},
{"id":"s453","japanese":"毎日バランスのよい食事をとることが、健康の基本です。","reading":"まいにちばらんすのよいしょくじをとることが、けんこうのきほんです。","korean":"매일 균형 잡힌 식사를 하는 것이 건강의 기본입니다.","category":"건강","level":"N3"},
{"id":"s454","japanese":"旅行先でその土地の料理を食べるのが、旅の楽しみの一つです。","reading":"りょこうさきでそのとちのりょうりをたべるのが、たびのたのしみのひとつです。","korean":"여행지에서 그 지역 음식을 먹는 것이 여행의 즐거움 중 하나입니다.","category":"여행","level":"N3"},
{"id":"s455","japanese":"日本のお正月には、家族で初詣に行く習慣があります。","reading":"にほんのおしょうがつには、かぞくではつもうでにいくしゅうかんがあります。","korean":"일본의 설날에는 가족과 함께 첫 참배를 가는 관습이 있습니다.","category":"문화","level":"N3"},
{"id":"s456","japanese":"商談がうまくいったので、部長に報告しに行きました。","reading":"しょうだんがうまくいったので、ぶちょうにほうこくしにいきました。","korean":"상담이 잘 이루어져서 부장님께 보고하러 갔습니다.","category":"비즈니스","level":"N3"},
{"id":"s457","japanese":"夜遅くまで起きていると、翌日の仕事に影響が出ます。","reading":"よるおそくまでおきていると、よくじつのしごとにえいきょうがでます。","korean":"밤늦게까지 깨어 있으면 다음 날 일에 영향이 생깁니다.","category":"일상","level":"N3"},
{"id":"s458","japanese":"この道は工事中なので、別のルートを通ったほうがいいです。","reading":"このみちはこうじちゅうなので、べつのるーとをとおったほうがいいです。","korean":"이 도로는 공사 중이므로 다른 경로로 가는 편이 좋습니다.","category":"교통","level":"N3"},
{"id":"s459","japanese":"友達においしいラーメン屋を教えてもらったので、今度行ってみようと思います。","reading":"ともだちにおいしいらーめんやをおしえてもらったので、こんどいってみようとおもいます。","korean":"친구에게 맛있는 라멘 가게를 알려 받아서 다음에 가보려고 합니다.","category":"식사","level":"N3"},
{"id":"s460","japanese":"試着してから買うかどうか決めたいので、試着室を使わせてください。","reading":"しちゃくしてからかうかどうかきめたいので、しちゃくしつをつかわせてください。","korean":"입어보고 나서 살지 말지 결정하고 싶으니 탈의실을 사용하게 해주세요.","category":"쇼핑","level":"N3"},
{"id":"s461","japanese":"上司に相談せずに決めてしまったことを後悔しています。","reading":"じょうしにそうだんせずにきめてしまったことをこうかいしています。","korean":"상사에게 상의하지 않고 결정해 버린 것을 후회하고 있습니다.","category":"직장","level":"N3"},
{"id":"s462","japanese":"映画を観るのが好きで、月に一度は映画館に行くようにしています。","reading":"えいがをみるのがすきで、つきにいちどはえいがかんにいくようにしています。","korean":"영화 보는 것을 좋아해서 한 달에 한 번은 영화관에 가도록 하고 있습니다.","category":"취미","level":"N3"},
{"id":"s463","japanese":"グループで勉強すると、一人では気づかなかった点が分かることがあります。","reading":"ぐるーぷでべんきょうすると、ひとりではきづかなかったてんがわかることがあります。","korean":"그룹으로 공부하면 혼자서는 알아채지 못했던 점을 알게 되는 경우가 있습니다.","category":"학습","level":"N3"},
{"id":"s464","japanese":"緊張しすぎると本来の力が出せないので、深呼吸して落ち着くことが大切です。","reading":"きんちょうしすぎるとほんらいのちからがだせないので、しんこきゅうしておちつくことがたいせつです。","korean":"너무 긴장하면 본래의 실력을 발휘할 수 없으니 심호흡해서 차분해지는 것이 중요합니다.","category":"감정","level":"N3"},
{"id":"s465","japanese":"その神社は外国人観光客にも人気があり、毎日多くの人が訪れます。","reading":"そのじんじゃはがいこくじんかんこうきゃくにもにんきがあり、まいにちおおくのひとがおとずれます。","korean":"그 신사는 외국인 관광객에게도 인기가 있어서 매일 많은 사람이 방문합니다.","category":"관광","level":"N3"},
{"id":"s466","japanese":"ストレスを溜めないためにも、定期的に運動することをおすすめします。","reading":"すとれすをためないためにも、ていきてきにうんどうすることをおすすめします。","korean":"스트레스를 쌓지 않기 위해서도 정기적으로 운동하는 것을 권장합니다.","category":"건강","level":"N3"},
{"id":"s467","japanese":"旅行中はできるだけ現地の人と話すようにして、その文化を理解しようとしています。","reading":"りょこうちゅうはできるだけげんちのひととはなすようにして、そのぶんかをりかいしようとしています。","korean":"여행 중에는 가능한 한 현지 사람과 이야기하며 그 문화를 이해하려고 하고 있습니다.","category":"여행","level":"N3"},
{"id":"s468","japanese":"お花見は日本の春を代表する文化的なイベントの一つです。","reading":"おはなみはにほんのはるをだいひょうするぶんかてきないべんとのひとつです。","korean":"꽃놀이는 일본의 봄을 대표하는 문화적인 이벤트 중 하나입니다.","category":"문화","level":"N3"},
{"id":"s469","japanese":"契約書にサインする前に、内容をよく確認することが重要です。","reading":"けいやくしょにさいんするまえに、ないようをよくかくにんすることがじゅうようです。","korean":"계약서에 서명하기 전에 내용을 잘 확인하는 것이 중요합니다.","category":"비즈니스","level":"N3"},
{"id":"s470","japanese":"忘れ物をしないように、出かける前にチェックリストを確認しています。","reading":"わすれものをしないように、でかけるまえにちぇっくりすとをかくにんしています。","korean":"잊어버린 물건을 두고 가지 않도록 외출하기 전에 체크리스트를 확인하고 있습니다.","category":"일상","level":"N3"},
{"id":"s471","japanese":"最終電車に乗り遅れたので、タクシーで帰るしかありませんでした。","reading":"さいしゅうでんしゃにのりおくれたので、たくしーでかえるしかありませんでした。","korean":"막차를 놓쳐서 택시로 돌아갈 수밖에 없었습니다.","category":"교통","level":"N3"},
{"id":"s472","japanese":"この店の定食はボリュームがあって、値段も手ごろなので気に入っています。","reading":"このみせのていしょくはぼりゅーむがあって、ねだんもてごろなのできにいっています。","korean":"이 가게의 정식은 양이 많고 가격도 적당해서 마음에 들고 있습니다.","category":"식사","level":"N3"},
{"id":"s473","japanese":"ポイントカードを使えば、買い物のたびに割引が受けられます。","reading":"ぽいんとかーどをつかえば、かいもののたびにわりびきがうけられます。","korean":"포인트 카드를 사용하면 쇼핑할 때마다 할인을 받을 수 있습니다.","category":"쇼핑","level":"N3"},
{"id":"s474","japanese":"会社の研修を通じて、仕事に必要なスキルを身につけることができました。","reading":"かいしゃのけんしゅうをつうじて、しごとにひつようなすきるをみにつけることができました。","korean":"회사 연수를 통해 업무에 필요한 기술을 익힐 수 있었습니다.","category":"직장","level":"N3"},
{"id":"s475","japanese":"料理を趣味にしてから、家族や友人に食べてもらうのが楽しみになりました。","reading":"りょうりをしゅみにしてから、かぞくやゆうじんにたべてもらうのがたのしみになりました。","korean":"요리를 취미로 삼고 나서 가족이나 친구에게 먹어보게 하는 것이 즐거움이 되었습니다.","category":"취미","level":"N3"},
{"id":"s476","japanese":"ノートを取るだけでなく、復習することで知識が定着します。","reading":"のーとをとるだけでなく、ふくしゅうすることでちしきがていちゃくします。","korean":"노트를 필기할 뿐만 아니라 복습함으로써 지식이 정착됩니다.","category":"학습","level":"N3"},
{"id":"s477","japanese":"大切な人を失った悲しみは、時間が経つにつれて少しずつ和らぎます。","reading":"たいせつなひとをうしなったかなしみは、じかんがたつにつれてすこしずつやわらぎます。","korean":"소중한 사람을 잃은 슬픔은 시간이 지남에 따라 조금씩 가라앉습니다.","category":"감정","level":"N3"},
{"id":"s478","japanese":"この美術館は無料で入れるので、観光客にとても人気があります。","reading":"このびじゅつかんはむりょうではいれるので、かんこうきゃくにとてもにんきがあります。","korean":"이 미술관은 무료로 들어갈 수 있어서 관광객에게 매우 인기가 있습니다.","category":"관광","level":"N3"},
{"id":"s479","japanese":"睡眠不足は集中力を下げるだけでなく、免疫力にも影響します。","reading":"すいみんぶそくはしゅうちゅうりょくをさげるだけでなく、めんえきりょくにもえいきょうします。","korean":"수면 부족은 집중력을 떨어뜨릴 뿐만 아니라 면역력에도 영향을 미칩니다.","category":"건강","level":"N3"},
{"id":"s480","japanese":"旅行の計画を立てる際には、天気予報を確認しておくことが大切です。","reading":"りょこうのけいかくをたてるさいには、てんきよほうをかくにんしておくことがたいせつです。","korean":"여행 계획을 세울 때는 날씨 예보를 확인해 두는 것이 중요합니다.","category":"여행","level":"N3"},
{"id":"s481","japanese":"茶道は日本の伝統文化の一つで、外国人にも人気があります。","reading":"さどうはにほんのでんとうぶんかのひとつで、がいこくじんにもにんきがあります。","korean":"다도는 일본 전통 문화 중 하나로 외국인에게도 인기가 있습니다.","category":"문화","level":"N3"},
{"id":"s482","japanese":"プレゼンの資料は前日までに準備しておくように言われました。","reading":"ぷれぜんのしりょうはぜんじつまでにじゅんびしておくようにいわれました。","korean":"프레젠테이션 자료는 전날까지 준비해 두도록 지시받았습니다.","category":"비즈니스","level":"N3"},
{"id":"s483","japanese":"最近は家でドラマを見ながら食事をすることが多くなりました。","reading":"さいきんはいえでどらまをみながらしょくじをすることがおおくなりました。","korean":"최근에는 집에서 드라마를 보면서 식사를 하는 일이 많아졌습니다.","category":"일상","level":"N3"},
{"id":"s484","japanese":"駐車場が満車だったので、少し離れた場所に止めました。","reading":"ちゅうしゃじょうがまんしゃだったので、すこしはなれたばしょにとめました。","korean":"주차장이 만차여서 조금 떨어진 곳에 주차했습니다.","category":"교통","level":"N3"},
{"id":"s485","japanese":"この魚料理は新鮮な素材を使っているので、とてもおいしいです。","reading":"このさかなりょうりはしんせんなそざいをつかっているので、とてもおいしいです。","korean":"이 생선 요리는 신선한 재료를 사용하고 있어서 매우 맛있습니다.","category":"식사","level":"N3"},
{"id":"s486","japanese":"ネット通販で買うと、店頭より安く手に入ることがあります。","reading":"ねっつうはんでかうと、てんとうよりやすくてにはいることがあります。","korean":"온라인 쇼핑으로 구매하면 매장보다 저렴하게 구할 수 있는 경우가 있습니다.","category":"쇼핑","level":"N3"},
{"id":"s487","japanese":"仕事でミスをした時は、正直に上司に報告することが大切です。","reading":"しごとでみすをしたときは、しょうじきにじょうしにほうこくすることがたいせつです。","korean":"업무에서 실수를 했을 때는 솔직하게 상사에게 보고하는 것이 중요합니다.","category":"직장","level":"N3"},
{"id":"s488","japanese":"写真を撮ることが好きで、旅行に行くたびにたくさん写真を撮ります。","reading":"しゃしんをとることがすきで、りょこうにいくたびにたくさんしゃしんをとります。","korean":"사진 찍는 것을 좋아해서 여행을 갈 때마다 사진을 많이 찍습니다.","category":"취미","level":"N3"},
{"id":"s489","japanese":"この文法は難しいですが、例文を繰り返し読むと理解できるようになります。","reading":"このぶんぽうはむずかしいですが、れいぶんをくりかえしよむとりかいできるようになります。","korean":"이 문법은 어렵지만 예문을 반복해서 읽으면 이해할 수 있게 됩니다.","category":"학습","level":"N3"},
{"id":"s490","japanese":"誰かに親切にしてもらうと、自分も誰かのために何かしたくなります。","reading":"だれかにしんせつにしてもらうと、じぶんもだれかのためになにかしたくなります。","korean":"누군가에게 친절하게 대접받으면 자신도 누군가를 위해 무언가 하고 싶어집니다.","category":"감정","level":"N3"},
{"id":"s491","japanese":"この城は日本の歴史を学ぶことができる貴重な観光スポットです。","reading":"このしろはにほんのれきしをまなぶことができるきちょうなかんこうすぽっとです。","korean":"이 성은 일본의 역사를 배울 수 있는 소중한 관광 명소입니다.","category":"관광","level":"N3"},
{"id":"s492","japanese":"定期的に健康診断を受けることで、病気の早期発見につながります。","reading":"ていきてきにけんこうしんだんをうけることで、びょうきのそうきはっけんにつながります。","korean":"정기적으로 건강검진을 받음으로써 질병의 조기 발견으로 이어집니다.","category":"건강","level":"N3"},
{"id":"s493","japanese":"旅行では予想外のトラブルが起きることもあるので、余裕を持って行動することが大切です。","reading":"りょこうではよそうがいのとらぶるがおきることもあるので、よゆうをもってこうどうすることがたいせつです。","korean":"여행에서는 예상치 못한 트러블이 생기는 경우도 있으니 여유를 갖고 행동하는 것이 중요합니다.","category":"여행","level":"N3"},
{"id":"s494","japanese":"歌舞伎は日本の伝統芸能で、独特の化粧や衣装が特徴的です。","reading":"かぶきはにほんのでんとうげいのうで、どくとくのけしょうやいしょうがとくちょうてきです。","korean":"가부키는 일본의 전통 예능으로 독특한 분장과 의상이 특징적입니다.","category":"문화","level":"N3"},
{"id":"s495","japanese":"お客様のご要望にできる限りお応えするのが、私たちの方針です。","reading":"おきゃくさまのごようぼうにできるかぎりおこたえするのが、わたしたちのほうしんです。","korean":"고객의 요구에 최대한 부응하는 것이 저희의 방침입니다.","category":"비즈니스","level":"N3"},
{"id":"s496","japanese":"週に一度は部屋を掃除して、清潔な環境を保つようにしています。","reading":"しゅうにいちどはへやをそうじして、せいけつなかんきょうをたもつようにしています。","korean":"일주일에 한 번은 방을 청소하여 청결한 환경을 유지하도록 하고 있습니다.","category":"일상","level":"N3"},
{"id":"s497","japanese":"自転車で通勤すると、運動不足の解消にもなります。","reading":"じてんしゃでつうきんすると、うんどうぶそくのかいしょうにもなります。","korean":"자전거로 출퇴근하면 운동 부족 해소에도 도움이 됩니다.","category":"교통","level":"N3"},
{"id":"s498","japanese":"このケーキは甘すぎず、程よい甘さで食べやすいです。","reading":"このけーきはあますぎず、ほどよいあまさでたべやすいです。","korean":"이 케이크는 너무 달지 않고 적당한 단맛이어서 먹기 편합니다.","category":"식사","level":"N3"},
{"id":"s499","japanese":"返品できるかどうか、購入する前に確認しておいたほうがいいです。","reading":"へんぴんできるかどうか、こうにゅうするまえにかくにんしておいたほうがいいです。","korean":"반품할 수 있는지 여부를 구매하기 전에 확인해 두는 편이 좋습니다.","category":"쇼핑","level":"N3"},
{"id":"s500","japanese":"チームで協力することで、一人ではできないことが達成できます。","reading":"ちーむできょうりょくすることで、ひとりではできないことがたっせいできます。","korean":"팀으로 협력함으로써 혼자서는 할 수 없는 것을 달성할 수 있습니다.","category":"직장","level":"N3"},
{"id":"s501","japanese":"ランニングを始めてから体が軽くなり、毎日が楽しくなりました。","reading":"らんにんぐをはじめてからからだがかるくなり、まいにちがたのしくなりました。","korean":"달리기를 시작하고 나서 몸이 가벼워지고 매일이 즐거워졌습니다.","category":"취미","level":"N3"},
{"id":"s502","japanese":"外国語を学ぶことは、異文化理解にも役立ちます。","reading":"がいこくごをまなぶことは、いぶんかりかいにもやくだちます。","korean":"외국어를 배우는 것은 다른 문화 이해에도 도움이 됩니다.","category":"학습","level":"N3"},
{"id":"s503","japanese":"思い通りにいかないことがあっても、前向きに考えることが大切です。","reading":"おもいどおりにいかないことがあっても、まえむきにかんがえることがたいせつです。","korean":"뜻대로 되지 않는 일이 있어도 긍정적으로 생각하는 것이 중요합니다.","category":"감정","level":"N3"},
{"id":"s504","japanese":"世界遺産に登録されてから、この地域への観光客が増えました。","reading":"せかいいさんにとうろくされてから、このちいきへのかんこうきゃくがふえました。","korean":"세계유산으로 등록된 이후 이 지역으로의 관광객이 늘었습니다.","category":"관광","level":"N3"},
{"id":"s505","japanese":"食事の量を控えるだけでなく、適度な運動も組み合わせることが大切です。","reading":"しょくじのりょうをひかえるだけでなく、てきどなうんどうもくみあわせることがたいせつです。","korean":"식사량을 줄일 뿐만 아니라 적당한 운동도 병행하는 것이 중요합니다.","category":"건강","level":"N3"},
{"id":"s506","japanese":"初めての一人旅は不安でしたが、実際に行ってみると楽しかったです。","reading":"はじめてのひとりたびはふあんでしたが、じっさいにいってみるとたのしかったです。","korean":"처음 혼자 하는 여행은 불안했지만 실제로 가보니 즐거웠습니다.","category":"여행","level":"N3"},
{"id":"s507","japanese":"和食は見た目の美しさも大切にされており、食文化として海外でも評価されています。","reading":"わしょくはみためのうつくしさもたいせつにされており、しょくぶんかとしてかいがいでもひょうかされています。","korean":"일식은 외관의 아름다움도 중시되며 식문화로서 해외에서도 높이 평가받고 있습니다.","category":"문화","level":"N3"},
{"id":"s508","japanese":"メールの返信は、受け取ってから24時間以内に行うことが基本です。","reading":"めーるのへんしんは、うけとってから24じかんいないにおこなうことがきほんです。","korean":"이메일 답변은 받은 후 24시간 이내에 하는 것이 기본입니다.","category":"비즈니스","level":"N3"},
{"id":"s509","japanese":"休日でも規則正しい生活を送ることで、体内時計が整います。","reading":"きゅうじつでもきそくただしいせいかつをおくることで、たいないどけいがととのいます。","korean":"휴일에도 규칙적인 생활을 함으로써 체내 시계가 정돈됩니다.","category":"일상","level":"N3"},
{"id":"s510","japanese":"電車の乗り換えを間違えてしまい、目的地まで時間がかかりました。","reading":"でんしゃののりかえをまちがえてしまい、もくてきちまでじかんがかかりました。","korean":"전철 환승을 잘못해서 목적지까지 시간이 걸렸습니다.","category":"교통","level":"N3"},
{"id":"s511","japanese":"食物アレルギーがある場合は、注文する前に必ず確認してください。","reading":"しょくもつあれるぎーがあるばあいは、ちゅうもんするまえにかならずかくにんしてください。","korean":"식품 알레르기가 있는 경우 주문하기 전에 반드시 확인해 주세요.","category":"식사","level":"N3"},
{"id":"s512","japanese":"バーゲンセールで気に入ったコートを半額で買うことができました。","reading":"ばーげんせーるできにいったこーとをはんがくでかうことができました。","korean":"바겐세일에서 마음에 든 코트를 반값에 살 수 있었습니다.","category":"쇼핑","level":"N3"},
{"id":"s513","japanese":"有給休暇を取りやすい職場環境を作ることが、社員の満足度につながります。","reading":"ゆうきゅうきゅうかをとりやすいしょくばかんきょうをつくることが、しゃいんのまんぞくどにつながります。","korean":"유급 휴가를 쉽게 사용할 수 있는 직장 환경을 만드는 것이 직원 만족도로 이어집니다.","category":"직장","level":"N3"},
{"id":"s514","japanese":"植物を育てることが趣味で、ベランダで野菜を作っています。","reading":"しょくぶつをそだてることがしゅみで、べらんだでやさいをつくっています。","korean":"식물을 키우는 것이 취미여서 베란다에서 채소를 재배하고 있습니다.","category":"취미","level":"N3"},
{"id":"s515","japanese":"読んだ本の内容を要約することで、理解が深まります。","reading":"よんだほんのないようをようやくすることで、りかいがふかまります。","korean":"읽은 책의 내용을 요약함으로써 이해가 깊어집니다.","category":"학습","level":"N3"},
{"id":"s516","japanese":"長い間会っていない友人から連絡が来ると、とても嬉しくなります。","reading":"ながいあいだあっていないゆうじんかられんらくがくると、とてもうれしくなります。","korean":"오랫동안 만나지 못했던 친구에게 연락이 오면 매우 기뻐집니다.","category":"감정","level":"N3"},
{"id":"s517","japanese":"この展望台からは、市内全体が一望できます。","reading":"このてんぼうだいからは、しないぜんたいがいちぼうできます。","korean":"이 전망대에서는 시내 전체를 한눈에 바라볼 수 있습니다.","category":"관광","level":"N3"},
{"id":"s518","japanese":"水分を十分に摂ることは、特に夏場の熱中症予防に効果的です。","reading":"すいぶんをじゅうぶんにとることは、とくになつばのねっちゅうしょうよぼうにこうかてきです。","korean":"수분을 충분히 섭취하는 것은 특히 여름철 열사병 예방에 효과적입니다.","category":"건강","level":"N3"},
{"id":"s519","japanese":"ホテルのチェックインの際に、パスポートを提示する必要があります。","reading":"ほてるのちぇっくいんのさいに、ぱすぽーとをていじするひつようがあります。","korean":"호텔 체크인 시 여권을 제시할 필요가 있습니다.","category":"여행","level":"N3"},
{"id":"s520","japanese":"日本の祭りは地域によって様々で、それぞれ独自の文化を持っています。","reading":"にほんのまつりはちいきによってさまざまで、それぞれどくじのぶんかをもっています。","korean":"일본의 축제는 지역에 따라 다양하며 각각 고유한 문화를 가지고 있습니다.","category":"문화","level":"N3"},
{"id":"s521","japanese":"取引先への訪問の際は、必ず名刺を持参するようにしています。","reading":"とりひきさきへのほうもんのさいは、かならずめいしをじさんするようにしています。","korean":"거래처 방문 시에는 반드시 명함을 지참하도록 하고 있습니다.","category":"비즈니스","level":"N3"},
{"id":"s522","japanese":"子どもの頃の習慣は、大人になっても残ることが多いです。","reading":"こどものころのしゅうかんは、おとなになってものこることがおおいです。","korean":"어릴 적 습관은 어른이 되어서도 남는 경우가 많습니다.","category":"일상","level":"N3"},
{"id":"s523","japanese":"高速道路を使えば、目的地まで早く着くことができます。","reading":"こうそくどうろをつかえば、もくてきちまではやくつくことができます。","korean":"고속도로를 이용하면 목적지까지 빨리 도착할 수 있습니다.","category":"교통","level":"N3"},
{"id":"s524","japanese":"毎日手作り弁当を持って行くことで、食費を節約しています。","reading":"まいにちてづくりべんとうをもっていくことで、しょくひをせつやくしています。","korean":"매일 직접 만든 도시락을 가져감으로써 식비를 절약하고 있습니다.","category":"식사","level":"N3"},
{"id":"s525","japanese":"ふるさと納税を利用して、地方の特産品を手に入れることができます。","reading":"ふるさとのうぜいをりようして、ちほうのとくさんひんをてにいれることができます。","korean":"고향납세를 이용하여 지방 특산품을 구할 수 있습니다.","category":"쇼핑","level":"N3"},
{"id":"s526","japanese":"同僚と良好な関係を築くことで、仕事がしやすくなります。","reading":"どうりょうとりょうこうなかんけいをきずくことで、しごとがしやすくなります。","korean":"동료와 좋은 관계를 쌓음으로써 일하기 편해집니다.","category":"직장","level":"N3"},
{"id":"s527","japanese":"読書をする際は、静かな場所を選ぶと集中しやすいです。","reading":"どくしょをするさいは、しずかなばしょをえらぶとしゅうちゅうしやすいです。","korean":"독서를 할 때는 조용한 장소를 선택하면 집중하기 쉽습니다.","category":"취미","level":"N3"},
{"id":"s528","japanese":"文章を書く練習をするには、日記をつけることが効果的です。","reading":"ぶんしょうをかくれんしゅうをするには、にっきをつけることがこうかてきです。","korean":"문장 쓰는 연습을 하려면 일기를 쓰는 것이 효과적입니다.","category":"학습","level":"N3"},
{"id":"s529","japanese":"人前でほめられると、もっと頑張ろうという気持ちになります。","reading":"ひとまえでほめられると、もっとがんばろうというきもちになります。","korean":"다른 사람 앞에서 칭찬을 받으면 더 열심히 하겠다는 마음이 생깁니다.","category":"감정","level":"N3"},
{"id":"s530","japanese":"有名な温泉地には国内外から多くの観光客が訪れます。","reading":"ゆうめいなおんせんちにはこくないがいからおおくのかんこうきゃくがおとずれます。","korean":"유명한 온천 지역에는 국내외에서 많은 관광객이 찾아옵니다.","category":"관광","level":"N3"},
{"id":"s531","japanese":"タバコをやめてから、体の調子がよくなったと感じています。","reading":"たばこをやめてから、からだのちょうしがよくなったとかんじています。","korean":"담배를 끊고 나서 몸 상태가 좋아졌다고 느끼고 있습니다.","category":"건강","level":"N3"},
{"id":"s532","japanese":"現地の交通手段を事前に調べておくと、旅行がスムーズになります。","reading":"げんちのこうつうしゅだんをじぜんにしらべておくと、りょこうがすむーずになります。","korean":"현지 교통수단을 사전에 조사해 두면 여행이 순조로워집니다.","category":"여행","level":"N3"},
{"id":"s533","japanese":"相撲は日本の国技として、古くから受け継がれてきた格闘技です。","reading":"すもうはにほんのこくぎとして、ふるくからうけつがれてきたかくとうぎです。","korean":"스모는 일본의 국기로서 예부터 이어져 온 격투기입니다.","category":"문화","level":"N3"},
{"id":"s534","japanese":"業績が上がったので、ボーナスが支給されることになりました。","reading":"ぎょうせきがあがったので、ぼーなすがしきゅうされることになりました。","korean":"실적이 올라서 보너스가 지급되게 되었습니다.","category":"비즈니스","level":"N3"},
{"id":"s535","japanese":"家族全員が集まる食卓は、会話が弾んで楽しい時間です。","reading":"かぞくぜんいんがあつまるしょくたくは、かいわがはずんでたのしいじかんです。","korean":"가족 모두가 모이는 식탁은 대화가 활발해 즐거운 시간입니다.","category":"일상","level":"N3"},
{"id":"s536","japanese":"バスの時刻表を確認してから、停留所に向かうようにしています。","reading":"ばすのじこくひょうをかくにんしてから、ていりゅうじょにむかうようにしています。","korean":"버스 시간표를 확인한 후 정류장으로 향하도록 하고 있습니다.","category":"교통","level":"N3"},
{"id":"s537","japanese":"スパイスが効いていて、食欲をそそる香りのカレーでした。","reading":"すぱいすがきいていて、しょくよくをそそるかおりのかれーでした。","korean":"향신료가 잘 스며들어 식욕을 돋우는 향기의 카레였습니다.","category":"식사","level":"N3"},
{"id":"s538","japanese":"オンラインショッピングでは、レビューを参考にして商品を選ぶことが大切です。","reading":"おんらいんしょっぴんぐでは、れびゅーをさんこうにしてしょうひんをえらぶことがたいせつです。","korean":"온라인 쇼핑에서는 리뷰를 참고하여 상품을 선택하는 것이 중요합니다.","category":"쇼핑","level":"N3"},
{"id":"s539","japanese":"報告書の提出期限を守ることは、社会人として基本的なマナーです。","reading":"ほうこくしょのていしゅつきげんをまもることは、しゃかいじんとしてきほんてきなまなーです。","korean":"보고서 제출 기한을 지키는 것은 직장인으로서 기본적인 매너입니다.","category":"직장","level":"N3"},
{"id":"s540","japanese":"趣味のサークルに参加することで、同じ趣味を持つ仲間ができました。","reading":"しゅみのさーくるにさんかすることで、おなじしゅみをもつなかまができました。","korean":"취미 동아리에 참가함으로써 같은 취미를 가진 동료가 생겼습니다.","category":"취미","level":"N3"},
{"id":"s541","japanese":"間違いを恐れずに話すことが、語学の上達につながります。","reading":"まちがいをおそれずにはなすことが、ごがくのじょうたつにつながります。","korean":"실수를 두려워하지 않고 말하는 것이 어학 실력 향상으로 이어집니다.","category":"학습","level":"N3"},
{"id":"s542","japanese":"自分の感情をうまく表現することが、良い人間関係の基本です。","reading":"じぶんのかんじょうをうまくひょうげんすることが、よいにんげんかんけいのきほんです。","korean":"자신의 감정을 잘 표현하는 것이 좋은 인간관계의 기본입니다.","category":"감정","level":"N3"},
{"id":"s543","japanese":"観光地の入場料は、オンラインで事前に購入すると割引になることがあります。","reading":"かんこうちのにゅうじょうりょうは、おんらいんでじぜんにこうにゅうするとわりびきになることがあります。","korean":"관광지 입장료는 온라인으로 사전에 구매하면 할인이 되는 경우가 있습니다.","category":"관광","level":"N3"},
{"id":"s544","japanese":"一日三食しっかり食べることが、健康維持の基本です。","reading":"いちにちさんしょくしっかりたべることが、けんこういじのきほんです。","korean":"하루 세 끼를 제대로 먹는 것이 건강 유지의 기본입니다.","category":"건강","level":"N3"},
{"id":"s545","japanese":"旅行先で地元の人に話しかけることで、観光ガイドには載っていない情報を得られます。","reading":"りょこうさきでじもとのひとにはなしかけることで、かんこうがいどにはのっていないじょうほうをえられます。","korean":"여행지에서 현지 사람에게 말을 걸면 관광 가이드에는 실려 있지 않은 정보를 얻을 수 있습니다.","category":"여행","level":"N3"},
{"id":"s546","japanese":"日本では贈り物をする際に、包み方や渡し方にも気を配ります。","reading":"にほんではおくりものをするさいに、つつみかたやわたしかたにもきをくばります。","korean":"일본에서는 선물을 할 때 포장 방법과 건네는 방식에도 신경을 씁니다.","category":"문화","level":"N3"},
{"id":"s547","japanese":"新製品の発売に際して、大規模なキャンペーンを実施する予定です。","reading":"しんせいひんのはつばいにさいして、だいきぼなきゃんぺーんをじっしするよていです。","korean":"신제품 출시에 즈음하여 대규모 캠페인을 실시할 예정입니다.","category":"비즈니스","level":"N3"},
{"id":"s548","japanese":"家に帰ったらすぐに手を洗う習慣は、感染症予防に大切です。","reading":"いえにかえったらすぐにてをあらうしゅうかんは、かんせんしょうよぼうにたいせつです。","korean":"집에 돌아오면 바로 손을 씻는 습관은 감염병 예방에 중요합니다.","category":"일상","level":"N3"},
{"id":"s549","japanese":"道が込んでいる場合は、電車やバスを利用することをおすすめします。","reading":"みちがこんでいるばあいは、でんしゃやばすをりようすることをおすすめします。","korean":"도로가 혼잡한 경우에는 전철이나 버스를 이용하는 것을 권장합니다.","category":"교통","level":"N3"},
{"id":"s550","japanese":"旬の食材を使った料理は、栄養価が高くておいしいです。","reading":"しゅんのしょくざいをつかったりょうりは、えいようかがたかくておいしいです。","korean":"제철 식재료를 사용한 요리는 영양가가 높고 맛있습니다.","category":"식사","level":"N3"},
{"id":"s551","japanese":"フリマアプリを使うと、不用品を簡単に売ることができます。","reading":"ふりまあぷりをつかうと、ふようひんをかんたんにうることができます。","korean":"중고 거래 앱을 사용하면 불필요한 물건을 간편하게 팔 수 있습니다.","category":"쇼핑","level":"N3"},
{"id":"s552","japanese":"職場での人間関係が良好だと、毎日の仕事が楽しくなります。","reading":"しょくばでのにんげんかんけいがりょうこうだと、まいにちのしごとがたのしくなります。","korean":"직장에서의 인간관계가 원활하면 매일의 업무가 즐거워집니다.","category":"직장","level":"N3"},
{"id":"s553","japanese":"ジョギングを日課にしてから、体力がついてきたと感じます。","reading":"じょぎんぐをにっかにしてから、たいりょくがついてきたとかんじます。","korean":"조깅을 일과로 삼고 나서 체력이 붙었다고 느낍니다.","category":"취미","level":"N3"},
{"id":"s554","japanese":"授業でわからなかったことは、帰宅後すぐに復習するようにしています。","reading":"じゅぎょうでわからなかったことは、きたくごすぐにふくしゅうするようにしています。","korean":"수업에서 이해하지 못한 것은 귀가 후 바로 복습하도록 하고 있습니다.","category":"학습","level":"N3"},
{"id":"s555","japanese":"失恋した後は、時間が経てば必ず立ち直れると信じています。","reading":"しつれんしたあとは、じかんがたてばかならずたちなおれるとしんじています。","korean":"실연 후에는 시간이 지나면 반드시 회복할 수 있다고 믿고 있습니다.","category":"감정","level":"N3"},
{"id":"s556","japanese":"この港町は新鮮な魚介類が有名で、多くの旅行者が訪れます。","reading":"このみなとまちはしんせんなぎょかいるいがゆうめいで、おおくのりょこうしゃがおとずれます。","korean":"이 항구 마을은 신선한 해산물로 유명하여 많은 여행자가 찾아옵니다.","category":"관광","level":"N3"},
{"id":"s557","japanese":"病気を予防するためには、栄養バランスのとれた食事が欠かせません。","reading":"びょうきをよぼうするためには、えいようばらんすのとれたしょくじがかかせません。","korean":"질병을 예방하기 위해서는 영양 균형이 잡힌 식사가 필수입니다.","category":"건강","level":"N3"},
{"id":"s558","japanese":"次の旅行先はまだ決まっていませんが、ヨーロッパに行ってみたいと思っています。","reading":"つぎのりょこうさきはまだきまっていませんが、よーろっぱにいってみたいとおもっています。","korean":"다음 여행지는 아직 정해지지 않았지만 유럽에 가보고 싶다고 생각하고 있습니다.","category":"여행","level":"N3"},
{"id":"s559","japanese":"神社でおみくじを引くのは、日本の新年の風習の一つです。","reading":"じんじゃでおみくじをひくのは、にほんのしんねんのふうしゅうのひとつです。","korean":"신사에서 제비뽑기를 하는 것은 일본 새해 풍습 중 하나입니다.","category":"문화","level":"N3"},
{"id":"s560","japanese":"クレームへの対応は、お客様の信頼を回復する大切な機会です。","reading":"くれーむへのたいおうは、おきゃくさまのしんらいをかいふくするたいせつなきかいです。","korean":"불만 처리는 고객의 신뢰를 회복하는 중요한 기회입니다.","category":"비즈니스","level":"N3"},
{"id":"s561","japanese":"引越しの際には、近所の方への挨拶を忘れないようにしましょう。","reading":"ひっこしのさいには、きんじょのかたへのあいさつをわすれないようにしましょう。","korean":"이사할 때는 이웃분들께 인사하는 것을 잊지 않도록 합시다.","category":"일상","level":"N3"},
{"id":"s562","japanese":"乗り物酔いしやすい人は、乗る前に薬を飲んでおくといいです。","reading":"のりものよいしやすいひとは、のるまえにくすりをのんでおくといいです。","korean":"멀미를 잘 하는 사람은 타기 전에 약을 복용해 두면 좋습니다.","category":"교통","level":"N3"},
{"id":"s563","japanese":"夕食に何を食べるか迷った時は、家族のリクエストを聞くようにしています。","reading":"ゆうしょくになにをたべるかまよったときは、かぞくのりくえすとをきくようにしています。","korean":"저녁에 무엇을 먹을지 망설일 때는 가족의 요청을 듣도록 하고 있습니다.","category":"식사","level":"N3"},
{"id":"s564","japanese":"プレゼントを選ぶ時は、相手の好みや趣味を考えることが大切です。","reading":"ぷれぜんとをえらぶときは、あいてのこのみやしゅみをかんがえることがたいせつです。","korean":"선물을 고를 때는 상대방의 취향이나 취미를 고려하는 것이 중요합니다.","category":"쇼핑","level":"N3"},
{"id":"s565","japanese":"長年の経験があるベテラン社員から、多くのことを学べます。","reading":"ながねんのけいけんがあるべてらんしゃいんから、おおくのことをまなべます。","korean":"오랜 경험이 있는 베테랑 직원에게서 많은 것을 배울 수 있습니다.","category":"직장","level":"N3"},
{"id":"s566","japanese":"手芸を趣味にすることで、集中力が高まり、リラックスできます。","reading":"しゅげいをしゅみにすることで、しゅうちゅうりょくがたかまり、りらっくすできます。","korean":"수예를 취미로 삼음으로써 집중력이 높아지고 릴렉스할 수 있습니다.","category":"취미","level":"N3"},
{"id":"s567","japanese":"言語を効率よく学ぶには、四技能をバランスよく練習することが重要です。","reading":"げんごをこうりつよくまなぶには、よんぎのうをばらんすよくれんしゅうすることがじゅうようです。","korean":"언어를 효율적으로 배우려면 4가지 기능을 균형 있게 연습하는 것이 중요합니다.","category":"학습","level":"N3"},
{"id":"s568","japanese":"頑張っても結果が出ない時は、方法を変えてみることが大切です。","reading":"がんばってもけっかがでないときは、ほうほうをかえてみることがたいせつです。","korean":"열심히 해도 결과가 나오지 않을 때는 방법을 바꿔보는 것이 중요합니다.","category":"감정","level":"N3"},
{"id":"s569","japanese":"地図を見ながら歩くと、街の魅力を新しく発見することがあります。","reading":"ちずをみながらあるくと、まちのみりょくをあたらしくはっけんすることがあります。","korean":"지도를 보면서 걸으면 거리의 매력을 새롭게 발견하는 경우가 있습니다.","category":"관광","level":"N3"},
{"id":"s570","japanese":"体の不調を感じたら、早めに医者に診てもらうことをおすすめします。","reading":"からだのふちょうをかんじたら、はやめにいしゃにみてもらうことをおすすめします。","korean":"몸의 이상을 느끼면 일찍 의사에게 진찰을 받도록 권장합니다.","category":"건강","level":"N3"},
{"id":"s571","japanese":"海外では日本とは異なるマナーやルールがあるので、事前に調べておくことが大切です。","reading":"かいがいではにほんとはことなるまなーやるーるがあるので、じぜんにしらべておくことがたいせつです。","korean":"해외에서는 일본과는 다른 매너나 규칙이 있으니 사전에 조사해 두는 것이 중요합니다.","category":"여행","level":"N3"},
{"id":"s572","japanese":"浮世絵は江戸時代を代表する日本の伝統芸術です。","reading":"うきよえはえどじだいをだいひょうするにほんのでんとうげいじゅつです。","korean":"우키요에는 에도 시대를 대표하는 일본의 전통 예술입니다.","category":"문화","level":"N3"},
{"id":"s573","japanese":"部署間の連携を強化することで、業務の効率が上がります。","reading":"ぶしょかんのれんけいをきょうかすることで、ぎょうむのこうりつがあがります。","korean":"부서 간 연계를 강화함으로써 업무 효율이 향상됩니다.","category":"비즈니스","level":"N3"},
{"id":"s574","japanese":"近所のスーパーが閉店してしまい、買い物が少し不便になりました。","reading":"きんじょのすーぱーがへいてんしてしまい、かいものがすこしふべんになりました。","korean":"근처 슈퍼마켓이 폐점해 버려 쇼핑이 조금 불편해졌습니다.","category":"일상","level":"N3"},
{"id":"s575","japanese":"公共交通機関を利用することで、環境への負荷を減らすことができます。","reading":"こうきょうこうつうきかんをりようすることで、かんきょうへのふかをへらすことができます。","korean":"대중교통을 이용함으로써 환경에 대한 부담을 줄일 수 있습니다.","category":"교통","level":"N3"},
{"id":"s576","japanese":"新しいカフェができたので、友人と一緒に行ってみました。","reading":"あたらしいかふぇができたので、ゆうじんといっしょにいってみました。","korean":"새로운 카페가 생겨서 친구와 함께 가보았습니다.","category":"식사","level":"N3"},
{"id":"s577","japanese":"ブランド品を買う時は、本物かどうか確認することが大切です。","reading":"ぶらんどひんをかうときは、ほんものかどうかかくにんすることがたいせつです。","korean":"브랜드 상품을 살 때는 진품인지 여부를 확인하는 것이 중요합니다.","category":"쇼핑","level":"N3"},
{"id":"s578","japanese":"チームの目標を共有することで、全員が同じ方向に進めるようになります。","reading":"ちーむのもくひょうをきょうゆうすることで、ぜんいんがおなじほうこうにすすめるようになります。","korean":"팀의 목표를 공유함으로써 모두가 같은 방향으로 나아갈 수 있게 됩니다.","category":"직장","level":"N3"},
{"id":"s579","japanese":"旅先で地域の伝統芸能を鑑賞するのが、旅行の楽しみの一つです。","reading":"たびさきでちいきのでんとうげいのうをかんしょうするのが、りょこうのたのしみのひとつです。","korean":"여행지에서 지역의 전통 예능을 관람하는 것이 여행의 즐거움 중 하나입니다.","category":"취미","level":"N3"},
{"id":"s580","japanese":"語学の勉強は継続することが大切で、毎日少しずつ積み重ねることが重要です。","reading":"ごがくのべんきょうはけいぞくすることがたいせつで、まいにちすこしずつつみかさねることがじゅうようです。","korean":"어학 공부는 지속하는 것이 중요하며 매일 조금씩 쌓아가는 것이 중요합니다.","category":"학습","level":"N3"},
{"id":"s581","japanese":"誰かに頼れる環境があると、困った時でも安心感があります。","reading":"だれかにたよれるかんきょうがあると、こまったときでもあんしんかんがあります。","korean":"누군가에게 의지할 수 있는 환경이 있으면 어려울 때도 안도감이 있습니다.","category":"감정","level":"N3"},
{"id":"s582","japanese":"地元では知られていない隠れた名所を見つけるのが好きです。","reading":"じもとではしられていないかくれためいしょをみつけるのがすきです。","korean":"현지에서 알려지지 않은 숨겨진 명소를 찾는 것을 좋아합니다.","category":"관광","level":"N3"},
{"id":"s583","japanese":"生活習慣を改善することが、病気予防の第一歩です。","reading":"せいかつしゅうかんをかいぜんすることが、びょうきよぼうのだいいっぽです。","korean":"생활 습관을 개선하는 것이 질병 예방의 첫걸음입니다.","category":"건강","level":"N3"},
{"id":"s584","japanese":"長期旅行をする際には、持ち物を最小限にするとラクに動けます。","reading":"ちょうきりょこうをするさいには、もちものをさいしょうげんにするとらくにうごけます。","korean":"장기 여행을 할 때는 짐을 최소화하면 편하게 이동할 수 있습니다.","category":"여행","level":"N3"},
{"id":"s585","japanese":"日本では節分の日に豆をまいて鬼を追い払う風習があります。","reading":"にほんではせつぶんのひにまめをまいておにをおいはらうふうしゅうがあります。","korean":"일본에서는 절분 날에 콩을 뿌려 귀신을 쫓는 풍습이 있습니다.","category":"문화","level":"N3"},
{"id":"s586","japanese":"新規顧客を獲得するだけでなく、既存顧客を大切にすることも重要です。","reading":"しんきこきゃくをかくとくするだけでなく、きそんこきゃくをたいせつにすることもじゅうようです。","korean":"신규 고객을 확보할 뿐만 아니라 기존 고객을 소중히 여기는 것도 중요합니다.","category":"비즈니스","level":"N3"},
{"id":"s587","japanese":"料理は手間がかかりますが、自分で作ったものは格別においしく感じます。","reading":"りょうりはてまがかかりますが、じぶんでつくったものはかくべつにおいしくかんじます。","korean":"요리는 손이 많이 가지만 직접 만든 것은 각별히 맛있게 느껴집니다.","category":"일상","level":"N3"},
{"id":"s588","japanese":"渋滞を避けるために、出発時間を早めることにしました。","reading":"じゅうたいをさけるために、しゅっぱつじかんをはやめることにしました。","korean":"정체를 피하기 위해 출발 시간을 앞당기기로 했습니다.","category":"교통","level":"N3"},
{"id":"s589","japanese":"お腹が空いている時に食料品を買いに行くと、ついつい余計なものを買ってしまいます。","reading":"おなかがすいているときにしょくりょうひんをかいにいくと、ついついよけいなものをかってしまいます。","korean":"배가 고플 때 식료품을 사러 가면 나도 모르게 쓸데없는 것을 사버립니다.","category":"식사","level":"N3"},
{"id":"s590","japanese":"古着屋でおしゃれなアイテムを安く見つけることが楽しいです。","reading":"ふるぎやでおしゃれなあいてむをやすくみつけることがたのしいです。","korean":"빈티지 의류 가게에서 세련된 아이템을 저렴하게 찾는 것이 즐겁습니다.","category":"쇼핑","level":"N3"},
{"id":"s591","japanese":"仕事のやりがいを感じるためには、目標を明確にすることが大切です。","reading":"しごとのやりがいをかんじるためには、もくひょうをめいかくにすることがたいせつです。","korean":"일에서 보람을 느끼기 위해서는 목표를 명확히 하는 것이 중요합니다.","category":"직장","level":"N3"},
{"id":"s592","japanese":"音楽を演奏することは、気持ちのリフレッシュになります。","reading":"おんがくをえんそうすることは、きもちのりふれっしゅになります。","korean":"음악을 연주하는 것은 기분 전환이 됩니다.","category":"취미","level":"N3"},
{"id":"s593","japanese":"辞書を引く習慣を身につけることで、語彙力が着実に向上します。","reading":"じしょをひくしゅうかんをみにつけることで、ごいりょくがちゃくじつにこうじょうします。","korean":"사전을 찾는 습관을 기름으로써 어휘력이 꾸준히 향상됩니다.","category":"학습","level":"N3"},
{"id":"s594","japanese":"自分の目標を達成した時の喜びは、何にも代えられないものです。","reading":"じぶんのもくひょうをたっせいしたときのよろこびは、なににもかえられないものです。","korean":"자신의 목표를 달성했을 때의 기쁨은 무엇과도 바꿀 수 없는 것입니다.","category":"감정","level":"N3"},
{"id":"s595","japanese":"日本各地の祭りを見て回ることは、日本文化への理解を深める良い機会です。","reading":"にほんかくちのまつりをみてまわることは、にほんぶんかへのりかいをふかめるよいきかいです。","korean":"일본 각지의 축제를 돌아보는 것은 일본 문화에 대한 이해를 깊이는 좋은 기회입니다.","category":"관광","level":"N3"},
{"id":"s596","japanese":"適度な運動は体の健康だけでなく、精神的な健康にも良い影響を与えます。","reading":"てきどなうんどうはからだのけんこうだけでなく、せいしんてきなけんこうにもよいえいきょうをあたえます。","korean":"적당한 운동은 신체 건강뿐만 아니라 정신 건강에도 좋은 영향을 줍니다.","category":"건강","level":"N3"},
{"id":"s597","japanese":"初めて訪れる国では、その国の基本的なマナーを事前に学んでおくことが大切です。","reading":"はじめておとずれるくには、そのくにのきほんてきなまなーをじぜんにまなんでおくことがたいせつです。","korean":"처음 방문하는 나라에서는 그 나라의 기본적인 매너를 사전에 배워두는 것이 중요합니다.","category":"여행","level":"N3"},
{"id":"s598","japanese":"日本の年中行事は、季節の移り変わりと深く関わっています。","reading":"にほんのねんちゅうぎょうじは、きせつのうつりかわりとふかくかかわっています。","korean":"일본의 연중행사는 계절의 변화와 깊이 관련되어 있습니다.","category":"문화","level":"N3"},
{"id":"s599","japanese":"市場の変化に柔軟に対応できる企業が、長期的に成長できます。","reading":"しじょうのへんかにじゅうなんにたいおうできるきぎょうが、ちょうきてきにせいちょうできます。","korean":"시장 변화에 유연하게 대응할 수 있는 기업이 장기적으로 성장할 수 있습니다.","category":"비즈니스","level":"N3"},
{"id":"s600","japanese":"日々の小さな積み重ねが、大きな成果につながることを忘れないでください。","reading":"ひびのちいさなつみかさねが、おおきなせいかにつながることをわすれないでください。","korean":"매일의 작은 축적이 큰 성과로 이어진다는 것을 잊지 마세요.","category":"일상","level":"N3"}
]
