[
  {"id":"s601","japanese":"彼女は忙しいにもかかわらず、毎日運動を欠かさない。","reading":"かのじょはいそがしいにもかかわらず、まいにちうんどうをかかさない。","korean":"그녀는 바쁨에도 불구하고 매일 운동을 빠뜨리지 않는다。","category":"건강","level":"N2"},
  {"id":"s602","japanese":"この規則は全社員に対して平等に適用される。","reading":"このきそくはぜんしゃいんにたいしてびょうどうにてきようされる。","korean":"이 규칙은 전 직원에 대해 평등하게 적용된다。","category":"비즈니스","level":"N2"},
  {"id":"s603","japanese":"彼はエンジニアとして10年以上の経験を持っている。","reading":"かれはえんじにあとして10ねんいじょうのけいけんをもっている。","korean":"그는 엔지니어로서 10년 이상의 경험을 가지고 있다。","category":"직장","level":"N2"},
  {"id":"s604","japanese":"科学的データに基づいて、新しい方針が決定された。","reading":"かがくてきでーたにもとづいて、あたらしいほうしんがけっていされた。","korean":"과학적 데이터에 근거하여 새로운 방침이 결정되었다。","category":"과학","level":"N2"},
  {"id":"s605","japanese":"都市部では便利な一方で、自然が少ないという問題がある。","reading":"としぶではべんりないっぽうで、しぜんがすくないというもんだいがある。","korean":"도시부에서는 편리한 반면, 자연이 적다는 문제가 있다。","category":"일상","level":"N2"},
  {"id":"s606","japanese":"電車が遅延したせいで、大事な会議に遅刻してしまった。","reading":"でんしゃがちえんしたせいで、だいじなかいぎにちこくしてしまった。","korean":"전철이 지연된 탓에 중요한 회의에 지각하고 말았다。","category":"교통","level":"N2"},
  {"id":"s607","japanese":"このレストランは料理の質はもちろん、サービスも一流だ。","reading":"このれすとらんはりょうりのしつはもちろん、さーびすもいちりゅうだ。","korean":"이 레스토랑은 요리의 질은 물론이고 서비스도 일류다。","category":"식사","level":"N2"},
  {"id":"s608","japanese":"趣味として始めた陶芸が、今では生きがいになっている。","reading":"しゅみとしてはじめたとうげいが、いまではいきがいになっている。","korean":"취미로 시작한 도예가 이제는 삶의 보람이 되었다。","category":"취미","level":"N2"},
  {"id":"s609","japanese":"日本の文化に触れるにつれて、その奥深さに魅了された。","reading":"にほんのぶんかにふれるにつれて、そのおくふかさにみりょうされた。","korean":"일본 문화를 접할수록 그 깊이에 매료되었다。","category":"문화","level":"N2"},
  {"id":"s610","japanese":"新聞によると、今年の経済成長率は予想を上回ったらしい。","reading":"しんぶんによると、ことしのけいざいせいちょうりつはよそうをうわまわったらしい。","korean":"신문에 따르면 올해 경제 성장률은 예상을 웃돌았다고 한다。","category":"뉴스","level":"N2"},
  {"id":"s611","japanese":"海外旅行の際には、保険に加入しておくことをお勧めします。","reading":"かいがいりょこうのさいには、ほけんにかにゅうしておくことをおすすめします。","korean":"해외여행 시에는 보험에 가입해 두는 것을 권장합니다。","category":"여행","level":"N2"},
  {"id":"s612","japanese":"観光客の増加に伴い、地域の交通渋滞が深刻化している。","reading":"かんこうきゃくのぞうかにともない、ちいきのこうつうじゅうたいがしんこくかしている。","korean":"관광객 증가에 따라 지역 교통 체증이 심각해지고 있다。","category":"관광","level":"N2"},
  {"id":"s613","japanese":"毎日の勉強を習慣化することによって、着実に力がつく。","reading":"まいにちのべんきょうをしゅうかんかすることによって、ちゃくじつにちからがつく。","korean":"매일 공부를 습관화함으로써 착실하게 실력이 쌓인다。","category":"학습","level":"N2"},
  {"id":"s614","japanese":"彼の突然の発言に対して、会場全体が静まり返った。","reading":"かれのとつぜんのはつげんにたいして、かいじょうぜんたいがしずまりかえった。","korean":"그의 갑작스러운 발언에 대해 회장 전체가 조용해졌다。","category":"감정","level":"N2"},
  {"id":"s615","japanese":"健康を維持するためには、バランスのとれた食事が欠かせない。","reading":"けんこうをいじするためには、ばらんすのとれたしょくじがかかせない。","korean":"건강을 유지하기 위해서는 균형 잡힌 식사가 필수적이다。","category":"건강","level":"N2"},
  {"id":"s616","japanese":"このプロジェクトは予算の関係上、規模を縮小せざるを得ない。","reading":"このぷろじぇくとはよさんのかんけいじょう、きぼをしゅくしょうせざるをえない。","korean":"이 프로젝트는 예산 관계상 규모를 축소할 수밖에 없다。","category":"비즈니스","level":"N2"},
  {"id":"s617","japanese":"部長は部下の意見を尊重しつつ、最終的な判断を下した。","reading":"ぶちょうはぶかのいけんをそんちょうしつつ、さいしゅうてきなはんだんをくだした。","korean":"부장은 부하 직원의 의견을 존중하면서 최종적인 판단을 내렸다。","category":"직장","level":"N2"},
  {"id":"s618","japanese":"地球温暖化の影響により、異常気象が頻繁に起きるようになった。","reading":"ちきゅうおんだんかのえいきょうにより、いじょうきしょうがひんぱんにおきるようになった。","korean":"지구 온난화의 영향으로 이상 기후가 빈번하게 발생하게 되었다。","category":"과학","level":"N2"},
  {"id":"s619","japanese":"その映画は感動的である反面、暴力的な描写も多い。","reading":"そのえいがはかんどうてきであるはんめん、ぼうりょくてきなびょうしゃもおおい。","korean":"그 영화는 감동적인 반면 폭력적인 묘사도 많다。","category":"취미","level":"N2"},
  {"id":"s620","japanese":"朝の通勤ラッシュを避けるために、早めに家を出るようにしている。","reading":"あさのつうきんらっしゅをさけるために、はやめにいえをでるようにしている。","korean":"아침 출퇴근 러시를 피하기 위해 일찍 집을 나서도록 하고 있다。","category":"교통","level":"N2"},
  {"id":"s621","japanese":"この料理は見た目こそ地味だが、味は格別だ。","reading":"このりょうりはみためこそじみだが、あじはかくべつだ。","korean":"이 요리는 외관은 평범하지만 맛은 특별하다。","category":"식사","level":"N2"},
  {"id":"s622","japanese":"伝統的な祭りを通じて、地域の文化が次世代に伝えられる。","reading":"でんとうてきなまつりをつうじて、ちいきのぶんかがじせだいにつたえられる。","korean":"전통적인 축제를 통해 지역 문화가 다음 세대에 전해진다。","category":"문화","level":"N2"},
  {"id":"s623","japanese":"政府の発表によれば、失業率が過去最低を記録したとのことだ。","reading":"せいふのはっぴょうによれば、しつぎょうりつがかこさいていをきろくしたとのことだ。","korean":"정부 발표에 따르면 실업률이 사상 최저를 기록했다고 한다。","category":"뉴스","level":"N2"},
  {"id":"s624","japanese":"旅行先で思いがけない友人と出会い、感慨深いものがあった。","reading":"りょこうさきでおもいがけないゆうじんとであい、かんがいぶかいものがあった。","korean":"여행지에서 뜻밖에 친구를 만나 감회가 깊었다。","category":"여행","level":"N2"},
  {"id":"s625","japanese":"古い町並みを散策するにつれて、歴史の重みを感じた。","reading":"ふるいまちなみをさんさくするにつれて、れきしのおもみをかんじた。","korean":"오래된 거리를 산책할수록 역사의 무게감을 느꼈다。","category":"관광","level":"N2"},
  {"id":"s626","japanese":"試験に合格するためには、効率的な学習方法を身につけることが重要だ。","reading":"しけんにごうかくするためには、こうりつてきながくしゅうほうほうをみにつけることがじゅうようだ。","korean":"시험에 합격하기 위해서는 효율적인 학습 방법을 익히는 것이 중요하다。","category":"학습","level":"N2"},
  {"id":"s627","japanese":"失恋したことで、人の痛みに対する共感力が増した気がする。","reading":"しつれんしたことで、ひとのいたみにたいするきょうかんりょくがました きがする。","korean":"실연을 겪으면서 다른 사람의 아픔에 대한 공감 능력이 높아진 것 같다。","category":"감정","level":"N2"},
  {"id":"s628","japanese":"定期的な健康診断を受けることで、病気の早期発見が可能になる。","reading":"ていきてきなけんこうしんだんをうけることで、びょうきのそうきはっけんがかのうになる。","korean":"정기적인 건강 검진을 받음으로써 질병의 조기 발견이 가능해진다。","category":"건강","level":"N2"},
  {"id":"s629","japanese":"グローバル化が進む中、英語力はビジネスに不可欠なスキルとなっている。","reading":"ぐろーばるかがすすむなか、えいごりょくはびじねすにふかけつなすきるとなっている。","korean":"글로벌화가 진행되는 가운데 영어 실력은 비즈니스에 필수적인 스킬이 되었다。","category":"비즈니스","level":"N2"},
  {"id":"s630","japanese":"上司に怒られたとはいえ、あの対応は正しかったと今でも思っている。","reading":"じょうしにおこられたとはいえ、あのたいおうはただしかったといまでもおもっている。","korean":"상사에게 혼났다고는 하지만 그 대응은 옳았다고 지금도 생각하고 있다。","category":"직장","level":"N2"},
  {"id":"s631","japanese":"最新の研究結果に基づけば、この治療法は非常に有効であることが分かった。","reading":"さいしんのけんきゅうけっかにもとづけば、このちりょうほうはひじょうにゆうこうであることがわかった。","korean":"최신 연구 결과에 근거하면 이 치료법은 매우 효과적인 것으로 밝혀졌다。","category":"과학","level":"N2"},
  {"id":"s632","japanese":"彼女は悲しみをこらえながらも、笑顔で挨拶を続けた。","reading":"かのじょはかなしみをこらえながらも、えがおであいさつをつづけた。","korean":"그녀는 슬픔을 억누르면서도 미소로 인사를 계속했다。","category":"감정","level":"N2"},
  {"id":"s633","japanese":"バスが時間通りに来なかったせいで、電車に乗り遅れてしまった。","reading":"ばすがじかんどおりにこなかったせいで、でんしゃにのりおくれてしまった。","korean":"버스가 제시간에 오지 않은 탓에 전철을 놓쳐버렸다。","category":"교통","level":"N2"},
  {"id":"s634","japanese":"このお店では、旬の食材を使った料理を堪能できる。","reading":"このおみせでは、しゅんのしょくざいをつかったりょうりをたんのうできる。","korean":"이 가게에서는 제철 식재료를 사용한 요리를 마음껏 즐길 수 있다。","category":"식사","level":"N2"},
  {"id":"s635","japanese":"読書を通じて、知識の幅を広げることができる。","reading":"どくしょをつうじて、ちしきのはばをひろげることができる。","korean":"독서를 통해 지식의 폭을 넓힐 수 있다。","category":"취미","level":"N2"},
  {"id":"s636","japanese":"外国人観光客向けに、多言語対応のガイドマップが配布されている。","reading":"がいこくじんかんこうきゃくむけに、たげんごたいおうのがいどまっぷがはいふされている。","korean":"외국인 관광객을 위해 다국어 대응 가이드 맵이 배포되고 있다。","category":"관광","level":"N2"},
  {"id":"s637","japanese":"日本の四季折々の風景は、海外の観光客を魅了してやまない。","reading":"にほんのしきおりおりのふうけいは、かいがいのかんこうきゃくをみりょうしてやまない。","korean":"일본의 계절마다 다양한 풍경은 해외 관광객을 매료시켜 마지않는다。","category":"문화","level":"N2"},
  {"id":"s638","japanese":"ニュースの内容を批判的に読み解く力が、現代社会では求められている。","reading":"にゅーすのないようをひはんてきによみとくちからが、げんだいしゃかいではもとめられている。","korean":"뉴스 내용을 비판적으로 읽어내는 능력이 현대 사회에서 요구되고 있다。","category":"뉴스","level":"N2"},
  {"id":"s639","japanese":"旅先で現地の人と交流することで、旅がより豊かなものになる。","reading":"たびさきでげんちのひととこうりゅうすることで、たびがよりゆたかなものになる。","korean":"여행지에서 현지인과 교류함으로써 여행이 더욱 풍요로워진다。","category":"여행","level":"N2"},
  {"id":"s640","japanese":"単語を繰り返し書くだけでなく、文脈の中で覚えるのが効果的だ。","reading":"たんごをくりかえしかくだけでなく、ぶんみゃくのなかでおぼえるのがこうかてきだ。","korean":"단어를 반복해서 쓰는 것만이 아니라 문맥 속에서 외우는 것이 효과적이다。","category":"학습","level":"N2"},
  {"id":"s641","japanese":"この薬は副作用がある反面、即効性が高いという利点がある。","reading":"このくすりはふくさようがあるはんめん、そっこうせいがたかいというりてんがある。","korean":"이 약은 부작용이 있는 반면 즉효성이 높다는 장점이 있다。","category":"건강","level":"N2"},
  {"id":"s642","japanese":"新製品の開発にあたって、消費者のニーズを徹底的に調査した。","reading":"しんせいひんのかいはつにあたって、しょうひしゃのにーずをてっていてきにちょうさした。","korean":"신제품 개발에 임해 소비자의 니즈를 철저히 조사했다。","category":"비즈니스","level":"N2"},
  {"id":"s643","japanese":"残業が続いた結果、体を壊してしまったので、仕事の量を見直した。","reading":"ざんぎょうがつづいたけっか、からだをこわしてしまったので、しごとのりょうをみなおした。","korean":"야근이 계속된 결과 몸을 망쳐버려서 업무량을 재검토했다。","category":"직장","level":"N2"},
  {"id":"s644","japanese":"AIの発展に伴い、私たちの生活が大きく変わりつつある。","reading":"えーあいのはってんにともない、わたしたちのせいかつがおおきくかわりつつある。","korean":"AI의 발전에 따라 우리의 생활이 크게 변화하고 있다。","category":"과학","level":"N2"},
  {"id":"s645","japanese":"近所のスーパーが閉店してしまい、買い物が不便になった。","reading":"きんじょのすーぱーがへいてんしてしまい、かいものがふべんになった。","korean":"근처 슈퍼마켓이 폐점해버려서 쇼핑이 불편해졌다。","category":"일상","level":"N2"},
  {"id":"s646","japanese":"電車の乗り換えが複雑で、初めての路線では戸惑うことが多い。","reading":"でんしゃののりかえがふくざつで、はじめてのろせんではとまどうことがおおい。","korean":"전철 환승이 복잡해서 처음 노선에서는 당황하는 일이 많다。","category":"교통","level":"N2"},
  {"id":"s647","japanese":"地元の食材にこだわったメニューが、このレストランの魅力だ。","reading":"じもとのしょくざいにこだわっためにゅーが、このれすとらんのみりょくだ。","korean":"지역 식재료에 고집한 메뉴가 이 레스토랑의 매력이다。","category":"식사","level":"N2"},
  {"id":"s648","japanese":"写真撮影を趣味にしてから、日常の何気ない瞬間が輝いて見えるようになった。","reading":"しゃしんさつえいをしゅみにしてから、にちじょうのなにげないしゅんかんがかがやいてみえるようになった。","korean":"사진 촬영을 취미로 삼고부터 일상의 평범한 순간들이 빛나 보이게 되었다。","category":"취미","level":"N2"},
  {"id":"s649","japanese":"日本の伝統工芸は、職人たちの長年にわたる技術の結晶だ。","reading":"にほんのでんとうこうげいは、しょくにんたちのながねんにわたるぎじゅつのけっしょうだ。","korean":"일본의 전통 공예는 장인들의 오랜 기술의 결정체이다。","category":"문화","level":"N2"},
  {"id":"s650","japanese":"報道によると、その事故では幸いにも死者が出なかったとのことだ。","reading":"ほうどうによると、そのじこではさいわいにもししゃがでなかったとのことだ。","korean":"보도에 따르면 그 사고에서는 다행히도 사망자가 나오지 않았다고 한다。","category":"뉴스","level":"N2"},
  {"id":"s651","japanese":"海外旅行では、現地の文化や慣習を尊重することが大切だ。","reading":"かいがいりょこうでは、げんちのぶんかやかんしゅうをそんちょうすることがたいせつだ。","korean":"해외여행에서는 현지의 문화와 관습을 존중하는 것이 중요하다。","category":"여행","level":"N2"},
  {"id":"s652","japanese":"観光地の過剰な商業化により、本来の魅力が失われつつある。","reading":"かんこうちのかじょうなしょうぎょうかにより、ほんらいのみりょくがうしなわれつつある。","korean":"관광지의 과도한 상업화로 인해 본래의 매력이 사라지고 있다。","category":"관광","level":"N2"},
  {"id":"s653","japanese":"語学の習得には、実際に使ってみることが一番の近道だ。","reading":"ごがくのしゅうとくには、じっさいにつかってみることがいちばんのちかみちだ。","korean":"어학 습득에는 실제로 사용해보는 것이 가장 빠른 길이다。","category":"학습","level":"N2"},
  {"id":"s654","japanese":"久しぶりに故郷に帰ると、懐かしさとともに寂しさも感じた。","reading":"ひさしぶりにこきょうにかえると、なつかしさとともにさみしさもかんじた。","korean":"오랜만에 고향에 돌아오니 그리움과 함께 외로움도 느꼈다。","category":"감정","level":"N2"},
  {"id":"s655","japanese":"ストレスを解消するためにも、定期的な休暇を取ることが重要だ。","reading":"すとれすをかいしょうするためにも、ていきてきなきゅうかをとることがじゅうようだ。","korean":"스트레스 해소를 위해서도 정기적인 휴가를 취하는 것이 중요하다。","category":"건강","level":"N2"},
  {"id":"s656","japanese":"契約書に署名する前に、内容を十分に確認することをお勧めする。","reading":"けいやくしょにしょめいするまえに、ないようをじゅうぶんにかくにんすることをおすすめする。","korean":"계약서에 서명하기 전에 내용을 충분히 확인할 것을 권장한다。","category":"비즈니스","level":"N2"},
  {"id":"s657","japanese":"年功序列の慣行が変わりつつある中、実力主義の導入が進んでいる。","reading":"ねんこうじょれつのかんこうがかわりつつあるなか、じつりょくしゅぎのどうにゅうがすすんでいる。","korean":"연공서열 관행이 변화하는 가운데 능력주의 도입이 진행되고 있다。","category":"직장","level":"N2"},
  {"id":"s658","japanese":"宇宙の謎を解明するために、世界中の科学者が共同研究を行っている。","reading":"うちゅうのなぞをかいめいするために、せかいじゅうのかがくしゃがきょうどうけんきゅうをおこなっている。","korean":"우주의 수수께끼를 해명하기 위해 전 세계 과학자들이 공동 연구를 수행하고 있다。","category":"과학","level":"N2"},
  {"id":"s659","japanese":"忙しい毎日の中でも、趣味の時間を確保することで心のバランスが保てる。","reading":"いそがしいまいにちのなかでも、しゅみのじかんをかくほすることでこころのばらんすがたもてる。","korean":"바쁜 일상 속에서도 취미 시간을 확보함으로써 마음의 균형을 유지할 수 있다。","category":"일상","level":"N2"},
  {"id":"s660","japanese":"新幹線は速くて便利な一方で、運賃が高いという欠点もある。","reading":"しんかんせんははやくてべんりないっぽうで、うんちんがたかいというけってんもある。","korean":"신칸센은 빠르고 편리한 반면 운임이 비싸다는 단점도 있다。","category":"교통","level":"N2"},
  {"id":"s661","japanese":"このラーメンは見た目よりもずっと深い味わいで、くせになる。","reading":"このらーめんはみためよりもずっとふかいあじわいで、くせになる。","korean":"이 라면은 외관보다 훨씬 깊은 맛이 있어서 중독성이 있다。","category":"식사","level":"N2"},
  {"id":"s662","japanese":"独学で絵を描き始め、今では個展を開くまでに至った。","reading":"どくがくでえをかきはじめ、いまではこてんをひらくまでにいたった。","korean":"독학으로 그림을 그리기 시작해 이제는 개인전을 열기에 이르렀다。","category":"취미","level":"N2"},
  {"id":"s663","japanese":"異文化との交流を通じて、自分の価値観を見つめ直す機会を得た。","reading":"いぶんかとのこうりゅうをつうじて、じぶんのかちかんをみつめなおすきかいをえた。","korean":"이문화와의 교류를 통해 자신의 가치관을 재점검할 기회를 얻었다。","category":"문화","level":"N2"},
  {"id":"s664","japanese":"この事件の報道は、社会的な議論を巻き起こした。","reading":"このじけんのほうどうは、しゃかいてきなぎろんをまきおこした。","korean":"이 사건의 보도는 사회적 논의를 불러일으켰다。","category":"뉴스","level":"N2"},
  {"id":"s665","japanese":"長期旅行に出かける前は、家の植物の水やりを頼む人を探す必要がある。","reading":"ちょうきりょこうにでかけるまえは、いえのしょくぶつのみずやりをたのむひとをさがすひつようがある。","korean":"장기 여행을 떠나기 전에는 집 식물에 물을 줄 사람을 찾아야 한다。","category":"여행","level":"N2"},
  {"id":"s666","japanese":"人気観光スポットに早朝に訪れることで、混雑を避けられる。","reading":"にんきかんこうすぽっとにそうちょうにおとずれることで、こんざつをさけられる。","korean":"인기 관광 명소에 이른 아침에 방문함으로써 혼잡을 피할 수 있다。","category":"관광","level":"N2"},
  {"id":"s667","japanese":"効率よく勉強するためには、睡眠を十分に取ることも大切だ。","reading":"こうりつよくべんきょうするためには、すいみんをじゅうぶんにとることもたいせつだ。","korean":"효율적으로 공부하기 위해서는 충분한 수면을 취하는 것도 중요하다。","category":"학습","level":"N2"},
  {"id":"s668","japanese":"思いがけない人からの励ましの言葉が、心に深く刻まれた。","reading":"おもいがけないひとからのはげましのことばが、こころにふかくきざまれた。","korean":"뜻밖의 사람으로부터의 격려의 말이 마음속 깊이 새겨졌다。","category":"감정","level":"N2"},
  {"id":"s669","japanese":"生活習慣病を予防するためには、食生活の改善が不可欠だ。","reading":"せいかつしゅうかんびょうをよぼうするためには、しょくせいかつのかいぜんがふかけつだ。","korean":"생활습관병을 예방하기 위해서는 식생활 개선이 필수적이다。","category":"건강","level":"N2"},
  {"id":"s670","japanese":"競合他社との差別化を図るために、独自のサービスを開発した。","reading":"きょうごうたしゃとのさべつかをはかるために、どくじのさーびすをかいはつした。","korean":"경쟁사와의 차별화를 꾀하기 위해 독자적인 서비스를 개발했다。","category":"비즈니스","level":"N2"},
  {"id":"s671","japanese":"チームとして成果を上げるために、コミュニケーションを密にすることが大事だ。","reading":"ちーむとしてせいかをあげるために、こみゅにけーしょんをみつにすることがだいじだ。","korean":"팀으로서 성과를 올리기 위해 커뮤니케이션을 긴밀히 하는 것이 중요하다。","category":"직장","level":"N2"},
  {"id":"s672","japanese":"再生可能エネルギーの普及により、化石燃料への依存度が下がりつつある。","reading":"さいせいかのうえねるぎーのふきゅうにより、かせきねんりょうへのいぞんどがさがりつつある。","korean":"재생 가능 에너지의 보급으로 화석 연료에 대한 의존도가 낮아지고 있다。","category":"과학","level":"N2"},
  {"id":"s673","japanese":"子どもたちが安心して遊べる公園の整備が、地域の課題となっている。","reading":"こどもたちがあんしんしてあそべるこうえんのせいびが、ちいきのかだいとなっている。","korean":"아이들이 안심하고 놀 수 있는 공원 정비가 지역의 과제가 되고 있다。","category":"일상","level":"N2"},
  {"id":"s674","japanese":"渋滞を避けるためにカーナビを活用する人が増えている。","reading":"じゅうたいをさけるためにかーなびをかつようするひとがふえている。","korean":"교통 체증을 피하기 위해 내비게이션을 활용하는 사람이 늘고 있다。","category":"교통","level":"N2"},
  {"id":"s675","japanese":"手作りの料理は既製品とは異なり、愛情が感じられる。","reading":"てづくりのりょうりはきせいひんとはことなり、あいじょうがかんじられる。","korean":"손수 만든 요리는 기성품과 달리 정성이 느껴진다。","category":"식사","level":"N2"},
  {"id":"s676","japanese":"ガーデニングは、土に触れることでストレスが解消されると言われている。","reading":"がーでにんぐは、つちにふれることですとれすがかいしょうされるといわれている。","korean":"가드닝은 흙을 만짐으로써 스트레스가 해소된다고 한다。","category":"취미","level":"N2"},
  {"id":"s677","japanese":"文化的な多様性を認め合うことが、共生社会の実現には欠かせない。","reading":"ぶんかてきなたようせいをみとめあうことが、きょうせいしゃかいのじつげんにはかかせない。","korean":"문화적 다양성을 서로 인정하는 것이 공생 사회 실현에 빠뜨릴 수 없다。","category":"문화","level":"N2"},
  {"id":"s678","japanese":"今回の災害報道を通じて、防災意識が高まるきっかけになればと思う。","reading":"こんかいのさいがいほうどうをつうじて、ぼうさいいしきがたかまるきっかけになればとおもう。","korean":"이번 재해 보도를 통해 방재 의식이 높아지는 계기가 되었으면 한다。","category":"뉴스","level":"N2"},
  {"id":"s679","japanese":"格安航空券を利用することで、旅行費用をかなり抑えることができる。","reading":"かくやすこうくうけんをりようすることで、りょこうひようをかなりおさえることができる。","korean":"저가 항공권을 이용함으로써 여행 비용을 상당히 절감할 수 있다。","category":"여행","level":"N2"},
  {"id":"s680","japanese":"世界遺産に登録されたことで、その地域への観光客が急増した。","reading":"せかいいさんにとうろくされたことで、そのちいきへのかんこうきゃくがきゅうぞうした。","korean":"세계유산에 등록된 것으로 그 지역을 찾는 관광객이 급증했다。","category":"관광","level":"N2"},
  {"id":"s681","japanese":"予習と復習を怠らないことが、授業の理解を深めるために重要だ。","reading":"よしゅうとふくしゅうをおこたらないことが、じゅぎょうのりかいをふかめるためにじゅうようだ。","korean":"예습과 복습을 게을리하지 않는 것이 수업 이해를 깊게 하기 위해 중요하다。","category":"학습","level":"N2"},
  {"id":"s682","japanese":"思いもよらない出来事が続き、精神的に消耗してしまった。","reading":"おもいもよらないできごとがつづき、せいしんてきにしょうもうしてしまった。","korean":"예상치 못한 사건들이 이어져 정신적으로 지쳐버렸다。","category":"감정","level":"N2"},
  {"id":"s683","japanese":"適度な運動は、心身の健康を維持する上で非常に有効だ。","reading":"てきどなうんどうは、しんしんのけんこうをいじするうえでひじょうにゆうこうだ。","korean":"적당한 운동은 심신의 건강을 유지하는 데 있어 매우 유효하다。","category":"건강","level":"N2"},
  {"id":"s684","japanese":"クライアントの要望に応えるべく、チーム全体で取り組んだ。","reading":"くらいあんとのようぼうにこたえるべく、ちーむぜんたいでとりくんだ。","korean":"클라이언트의 요구에 부응하기 위해 팀 전체가 노력했다。","category":"비즈니스","level":"N2"},
  {"id":"s685","japanese":"職場の人間関係に悩みつつも、仕事自体には充実感を感じている。","reading":"しょくばのにんげんかんけいになやみつつも、しごとじたいにはじゅうじつかんをかんじている。","korean":"직장 내 인간관계로 고민하면서도 업무 자체에는 충실감을 느끼고 있다。","category":"직장","level":"N2"},
  {"id":"s686","japanese":"生命科学の進歩により、難病の治療法が次々と開発されている。","reading":"せいめいかがくのしんぽにより、なんびょうのちりょうほうがつぎつぎとかいはつされている。","korean":"생명 과학의 발전으로 난치병 치료법이 잇따라 개발되고 있다。","category":"과학","level":"N2"},
  {"id":"s687","japanese":"高齢化が進む中、介護の問題が社会的な関心事になっている。","reading":"こうれいかがすすむなか、かいごのもんだいがしゃかいてきなかんしんごとになっている。","korean":"고령화가 진행되는 가운데 간호 문제가 사회적 관심사가 되고 있다。","category":"일상","level":"N2"},
  {"id":"s688","japanese":"自転車通勤は環境にやさしいうえ、健康にも良い。","reading":"じてんしゃつうきんはかんきょうにやさしいうえ、けんこうにもよい。","korean":"자전거 통근은 환경 친화적인 데다 건강에도 좋다。","category":"교통","level":"N2"},
  {"id":"s689","japanese":"食文化の違いを理解することで、異文化への理解が深まる。","reading":"しょくぶんかのちがいをりかいすることで、いぶんかへのりかいがふかまる。","korean":"식문화의 차이를 이해함으로써 이문화에 대한 이해가 깊어진다。","category":"식사","level":"N2"},
  {"id":"s690","japanese":"写真展を訪れることで、プロの技術から多くを学ぶことができた。","reading":"しゃしんてんをおとずれることで、ぷろのぎじゅつからおおくをまなぶことができた。","korean":"사진전을 방문함으로써 프로의 기술에서 많은 것을 배울 수 있었다。","category":"취미","level":"N2"},
  {"id":"s691","japanese":"能や歌舞伎などの伝統芸能は、日本の誇るべき文化遺産だ。","reading":"のうやかぶきなどのでんとうげいのうは、にほんのほこるべきぶんかいさんだ。","korean":"노와 가부키 등의 전통 예능은 일본이 자랑하는 문화유산이다。","category":"문화","level":"N2"},
  {"id":"s692","japanese":"SNSでフェイクニュースが拡散するのを防ぐためには、情報の出典を確かめることが大切だ。","reading":"えすえぬえすでふぇいくにゅーすがかくさんするのをふせぐためには、じょうほうのしゅってんをたしかめることがたいせつだ。","korean":"SNS에서 가짜 뉴스가 확산되는 것을 막기 위해서는 정보 출처를 확인하는 것이 중요하다。","category":"뉴스","level":"N2"},
  {"id":"s693","japanese":"旅行の計画を立てる際には、天候や季節を考慮することが重要だ。","reading":"りょこうのけいかくをたてるさいには、てんこうやきせつをこうりょすることがじゅうようだ。","korean":"여행 계획을 세울 때는 날씨와 계절을 고려하는 것이 중요하다。","category":"여행","level":"N2"},
  {"id":"s694","japanese":"観光業の発展が地域経済の活性化に貢献している。","reading":"かんこうぎょうのはってんがちいきけいざいのかっせいかにこうけんしている。","korean":"관광업의 발전이 지역 경제 활성화에 기여하고 있다。","category":"관광","level":"N2"},
  {"id":"s695","japanese":"間違いを恐れずに積極的に発言することが、語学上達の秘訣だ。","reading":"まちがいをおそれずにせっきょくてきにはつげんすることが、ごがくじょうたつのひけつだ。","korean":"실수를 두려워하지 않고 적극적으로 발언하는 것이 어학 향상의 비결이다。","category":"학습","level":"N2"},
  {"id":"s696","japanese":"長年の夢が実現したとき、喜びよりも先に安堵感が込み上げてきた。","reading":"ながねんのゆめがじつげんしたとき、よろこびよりもさきにあんどかんがこみあげてきた。","korean":"오랜 꿈이 이루어졌을 때 기쁨보다 먼저 안도감이 밀려왔다。","category":"감정","level":"N2"},
  {"id":"s697","japanese":"食べ過ぎや飲み過ぎが続くと、内臓に負担がかかってしまう。","reading":"たべすぎやのみすぎがつづくと、ないぞうにふたんがかかってしまう。","korean":"과식이나 과음이 계속되면 내장에 부담이 생기게 된다。","category":"건강","level":"N2"},
  {"id":"s698","japanese":"海外市場に参入するに当たり、現地の法規制を十分に調査した。","reading":"かいがいしじょうにさんにゅうするにあたり、げんちのほうきせいをじゅうぶんにちょうさした。","korean":"해외 시장에 진출함에 있어 현지 법규를 충분히 조사했다。","category":"비즈니스","level":"N2"},
  {"id":"s699","japanese":"リモートワークの普及により、都市部から地方への移住者が増えている。","reading":"りもーとわーくのふきゅうにより、としぶからちほうへのいじゅうしゃがふえている。","korean":"재택근무의 보급으로 도시에서 지방으로 이주하는 사람이 늘고 있다。","category":"직장","level":"N2"},
  {"id":"s700","japanese":"量子コンピュータの実用化が進めば、暗号技術に革命が起きる可能性がある。","reading":"りょうしこんぴゅーたのじつようかがすすめば、あんごうぎじゅつにかくめいがおきるかのうせいがある。","korean":"양자 컴퓨터의 실용화가 진행되면 암호 기술에 혁명이 일어날 가능성이 있다。","category":"과학","level":"N2"},
  {"id":"s701","japanese":"季節の変わり目には、体調を崩しやすいので気をつけた方がいい。","reading":"きせつのかわりめには、たいちょうをくずしやすいのできをつけたほうがいい。","korean":"계절이 바뀔 때는 몸 상태가 나빠지기 쉬우므로 조심하는 편이 좋다。","category":"일상","level":"N2"},
  {"id":"s702","japanese":"深夜に車を運転するのは危険であり、できる限り避けるべきだ。","reading":"しんやにくるまをうんてんするのはきけんであり、できるかぎりさけるべきだ。","korean":"심야에 차를 운전하는 것은 위험하며 가능한 한 피해야 한다。","category":"교통","level":"N2"},
  {"id":"s703","japanese":"発酵食品は腸内環境を整え、免疫力の向上に役立つと言われている。","reading":"はっこうしょくひんはちょうないかんきょうをととのえ、めんえきりょくのこうじょうにやくだつといわれている。","korean":"발효 식품은 장내 환경을 정비하고 면역력 향상에 도움이 된다고 한다。","category":"식사","level":"N2"},
  {"id":"s704","japanese":"コレクションが増えるにつれて、保管場所の確保が難しくなってきた。","reading":"これくしょんがふえるにつれて、ほかんばしょのかくほがむずかしくなってきた。","korean":"컬렉션이 늘어날수록 보관 장소 확보가 어려워졌다。","category":"취미","level":"N2"},
  {"id":"s705","japanese":"日本語の敬語体系は複雑であるが、それが日本文化の繊細さを表している。","reading":"にほんごのけいごたいけいはふくざつであるが、それがにほんぶんかのせんさいさをあらわしている。","korean":"일본어의 경어 체계는 복잡하지만 그것이 일본 문화의 섬세함을 나타내고 있다。","category":"문화","level":"N2"},
  {"id":"s706","japanese":"選挙の投票率低下が続いており、民主主義の危機として懸念されている。","reading":"せんきょのとうひょうりつていかがつづいており、みんしゅしゅぎのききとしてけねんされている。","korean":"선거 투표율 하락이 계속되어 민주주의의 위기로 우려되고 있다。","category":"뉴스","level":"N2"},
  {"id":"s707","japanese":"旅先でのトラブルに備えて、緊急連絡先を手帳に書き留めておくといい。","reading":"たびさきでのとらぶるにそなえて、きんきゅうれんらくさきをてちょうにかきとめておくといい。","korean":"여행지에서의 트러블에 대비해 긴급 연락처를 수첩에 적어두는 것이 좋다。","category":"여행","level":"N2"},
  {"id":"s708","japanese":"地元の案内役の人と一緒に歩くと、観光がより充実したものになる。","reading":"じもとのあんないやくのひとといっしょにあるくと、かんこうがよりじゅうじつしたものになる。","korean":"지역 안내인과 함께 걸으면 관광이 더욱 충실해진다。","category":"관광","level":"N2"},
  {"id":"s709","japanese":"留学先でのホームステイ経験は、語学力と異文化理解を同時に高めてくれる。","reading":"りゅうがくさきでのほーむすていけいけんは、ごがくりょくといぶんかりかいをどうじにたかめてくれる。","korean":"유학지에서의 홈스테이 경험은 어학 능력과 이문화 이해를 동시에 높여준다。","category":"학습","level":"N2"},
  {"id":"s710","japanese":"大切な人を失ってはじめて、その存在の大きさに気づいた。","reading":"たいせつなひとをうしなってはじめて、そのそんざいのおおきさにきづいた。","korean":"소중한 사람을 잃고 나서야 비로소 그 존재의 소중함을 깨달았다。","category":"감정","level":"N2"},
  {"id":"s711","japanese":"健康的な生活を送るためには、規則正しい睡眠サイクルが欠かせない。","reading":"けんこうてきなせいかつをおくるためには、きそくただしいすいみんさいくるがかかせない。","korean":"건강한 생활을 영위하기 위해서는 규칙적인 수면 사이클이 필수적이다。","category":"건강","level":"N2"},
  {"id":"s712","japanese":"株主への説明責任を果たすために、透明性の高い経営が求められる。","reading":"かぶぬしへのせつめいせきにんをはたすために、とうめいせいのたかいけいえいがもとめられる。","korean":"주주에 대한 설명 책임을 다하기 위해 투명성 높은 경영이 요구된다。","category":"비즈니스","level":"N2"},
  {"id":"s713","japanese":"新入社員として、まず職場の雰囲気に慣れることを優先した。","reading":"しんにゅうしゃいんとして、まずしょくばのふんいきになれることをゆうせんした。","korean":"신입 사원으로서 우선 직장 분위기에 익숙해지는 것을 우선시했다。","category":"직장","level":"N2"},
  {"id":"s714","japanese":"気候変動に関する国際的な取り組みが、今や待ったなしの状況になっている。","reading":"きこうへんどうにかんするこくさいてきなとりくみが、いまやまったなしのじょうきょうになっている。","korean":"기후 변동에 관한 국제적 대처가 이제는 지체할 수 없는 상황이 되었다。","category":"과학","level":"N2"},
  {"id":"s715","japanese":"今の若者は、将来に対して不安を抱きながらも前向きに生きている。","reading":"いまのわかものは、しょうらいにたいしてふあんをいだきながらもまえむきにいきている。","korean":"요즘 젊은이들은 미래에 대한 불안을 안고 있으면서도 긍정적으로 살아가고 있다。","category":"일상","level":"N2"},
  {"id":"s716","japanese":"駐車場不足により、違法駐車が社会問題となっている地域がある。","reading":"ちゅうしゃじょうぶそくにより、いほうちゅうしゃがしゃかいもんだいとなっているちいきがある。","korean":"주차장 부족으로 인해 불법 주차가 사회 문제가 된 지역이 있다。","category":"교통","level":"N2"},
  {"id":"s717","japanese":"旬の野菜をたっぷり使ったスープは、体の芯から温まる。","reading":"しゅんのやさいをたっぷりつかったすーぷは、からだのしんからあたたまる。","korean":"제철 채소를 듬뿍 사용한 스프는 몸 속부터 따뜻해진다。","category":"식사","level":"N2"},
  {"id":"s718","japanese":"楽器を習い始めて数年が経ち、ようやく人前で演奏できるレベルになった。","reading":"がっきをならいはじめてすうねんがたち、ようやくひとまえでえんそうできるれべるになった。","korean":"악기를 배우기 시작한 지 수년이 지나 드디어 사람들 앞에서 연주할 수 있는 수준이 되었다。","category":"취미","level":"N2"},
  {"id":"s719","japanese":"多様な文化が共存する社会こそが、豊かで活力ある社会だと言える。","reading":"たようなぶんかがきょうそんするしゃかいこそが、ゆたかでかつりょくあるしゃかいだといえる。","korean":"다양한 문화가 공존하는 사회야말로 풍요롭고 활력 있는 사회라 할 수 있다。","category":"문화","level":"N2"},
  {"id":"s720","japanese":"国際情勢の変化に伴い、外交政策の見直しが迫られている。","reading":"こくさいじょうせいのへんかにともない、がいこうせいさくのみなおしがせまられている。","korean":"국제 정세의 변화에 따라 외교 정책의 재검토가 촉구되고 있다。","category":"뉴스","level":"N2"},
  {"id":"s721","japanese":"現地のツアーに参加することで、個人旅行では体験できないことを楽しめる。","reading":"げんちのつあーにさんかすることで、こじんりょこうではたいけんできないことをたのしめる。","korean":"현지 투어에 참가함으로써 개인 여행으로는 체험할 수 없는 것을 즐길 수 있다。","category":"여행","level":"N2"},
  {"id":"s722","japanese":"夜景が美しいスポットは、観光客のみならず地元の人にも人気がある。","reading":"やけいがうつくしいすぽっとは、かんこうきゃくのみならずじもとのひとにもにんきがある。","korean":"야경이 아름다운 명소는 관광객뿐만 아니라 지역 주민에게도 인기가 있다。","category":"관광","level":"N2"},
  {"id":"s723","japanese":"集中して勉強するには、スマートフォンの通知をオフにすることが効果的だ。","reading":"しゅうちゅうしてべんきょうするには、すまーとふぉんのつうちをおふにすることがこうかてきだ。","korean":"집중해서 공부하려면 스마트폰 알림을 끄는 것이 효과적이다。","category":"학습","level":"N2"},
  {"id":"s724","japanese":"長い間会えなかった友人と再会した瞬間、涙がこぼれそうになった。","reading":"ながいあいだあえなかったゆうじんとさいかいしたしゅんかん、なみだがこぼれそうになった。","korean":"오랫동안 만나지 못했던 친구와 재회한 순간 눈물이 쏟아질 것 같았다。","category":"감정","level":"N2"},
  {"id":"s725","japanese":"メタボリックシンドロームを防ぐためには、食事と運動の両面から対策が必要だ。","reading":"めたぼりっくしんどろーむをふせぐためには、しょくじとうんどうのりょうめんからたいさくがひつようだ。","korean":"대사증후군을 예방하기 위해서는 식사와 운동 양면에서 대책이 필요하다。","category":"건강","level":"N2"},
  {"id":"s726","japanese":"会社の方針に基づいて、新しいコンプライアンス規定が設けられた。","reading":"かいしゃのほうしんにもとづいて、あたらしいこんぷらいあんすきていがもうけられた。","korean":"회사 방침에 근거하여 새로운 컴플라이언스 규정이 마련되었다。","category":"비즈니스","level":"N2"},
  {"id":"s727","japanese":"昇進試験に向けて、業務の合間を縫って勉強を続けている。","reading":"しょうしんしけんにむけて、ぎょうむのあいまをぬってべんきょうをつづけている。","korean":"승진 시험을 위해 업무 사이사이 시간을 내어 공부를 계속하고 있다。","category":"직장","level":"N2"},
  {"id":"s728","japanese":"ナノテクノロジーの進歩により、医療分野での革新的な応用が期待されている。","reading":"なのてくのろじーのしんぽにより、いりょうぶんやでのかくしんてきなおうようがきたいされている。","korean":"나노 기술의 발전으로 의료 분야에서의 혁신적인 응용이 기대되고 있다。","category":"과학","level":"N2"},
  {"id":"s729","japanese":"近年、一人暮らしの高齢者が増加しており、社会的孤立が問題視されている。","reading":"きんねん、ひとりぐらしのこうれいしゃがぞうかしており、しゃかいてきこりつがもんだいしされている。","korean":"최근 독거 노인이 증가하고 있어 사회적 고립이 문제시되고 있다。","category":"일상","level":"N2"},
  {"id":"s730","japanese":"事故多発地点では、速度制限の厳格な遵守が求められている。","reading":"じこたはつちてんでは、そくどせいげんのげんかくなじゅんしゅがもとめられている。","korean":"사고 다발 지점에서는 속도 제한의 엄격한 준수가 요구되고 있다。","category":"교통","level":"N2"},
  {"id":"s731","japanese":"外食が増える一方で、自炊を楽しむ若者も増えているという現象が見られる。","reading":"がいしょくがふえるいっぽうで、じすいをたのしむわかものもふえているというげんしょうがみられる。","korean":"외식이 늘어나는 한편 자취를 즐기는 젊은이도 늘고 있다는 현상이 나타나고 있다。","category":"식사","level":"N2"},
  {"id":"s732","japanese":"登山を趣味にしてから、体力が向上し、精神的にも強くなった気がする。","reading":"とざんをしゅみにしてから、たいりょくがこうじょうし、せいしんてきにもつよくなったきがする。","korean":"등산을 취미로 삼고부터 체력이 향상되고 정신적으로도 강해진 것 같다。","category":"취미","level":"N2"},
  {"id":"s733","japanese":"和食の繊細な味付けは、日本の食文化の洗練さを象徴している。","reading":"わしょくのせんさいなあじつけは、にほんのしょくぶんかのせんれんさをしょうちょうしている。","korean":"일식의 섬세한 맛내기는 일본 식문화의 세련됨을 상징하고 있다。","category":"문화","level":"N2"},
  {"id":"s734","japanese":"メディアが世論形成に与える影響は、決して小さくない。","reading":"めでぃあがせろんけいせいにあたえるえいきょうは、けっしてちいさくない。","korean":"미디어가 여론 형성에 미치는 영향은 결코 작지 않다。","category":"뉴스","level":"N2"},
  {"id":"s735","japanese":"旅先での経験が、人生の見方を大きく変えてくれることがある。","reading":"たびさきでのけいけんが、じんせいのみかたをおおきくかえてくれることがある。","korean":"여행지에서의 경험이 인생관을 크게 바꿔줄 때가 있다。","category":"여행","level":"N2"},
  {"id":"s736","japanese":"インバウンド需要の増加に伴い、観光インフラの整備が急務となっている。","reading":"いんばうんどじゅようのぞうかにともない、かんこういんふらのせいびがきゅうむとなっている。","korean":"인바운드 수요 증가에 따라 관광 인프라 정비가 시급한 과제가 되고 있다。","category":"관광","level":"N2"},
  {"id":"s737","japanese":"ノートを取ることは大切だが、ただ写すだけでは学習効果が低い。","reading":"のーとをとることはたいせつだが、ただうつすだけではがくしゅうこうかがひくい。","korean":"노트를 취하는 것은 중요하지만 그냥 베끼기만 해서는 학습 효과가 낮다。","category":"학습","level":"N2"},
  {"id":"s738","japanese":"親の期待に応えようとするあまり、子どもが精神的に追い詰められることがある。","reading":"おやのきたいにこたえようとするあまり、こどもがせいしんてきにおいつめられることがある。","korean":"부모의 기대에 부응하려는 나머지 아이가 정신적으로 궁지에 몰리는 경우가 있다。","category":"감정","level":"N2"},
  {"id":"s739","japanese":"感染症予防のためには、こまめな手洗いと適切なマスクの着用が重要だ。","reading":"かんせんしょうよぼうのためには、こまめなてあらいとてきせつなますくのちゃくようがじゅうようだ。","korean":"감염병 예방을 위해서는 부지런한 손 씻기와 적절한 마스크 착용이 중요하다。","category":"건강","level":"N2"},
  {"id":"s740","japanese":"新規事業の立ち上げにあたって、市場調査と資金計画が不可欠だ。","reading":"しんきじぎょうのたちあげにあたって、しじょうちょうさとしきんけいかくがふかけつだ。","korean":"신규 사업 창업에 있어 시장 조사와 자금 계획이 필수적이다。","category":"비즈니스","level":"N2"},
  {"id":"s741","japanese":"フリーランスとして働く自由を享受する一方で、収入の不安定さとも向き合わなければならない。","reading":"ふりーらんすとしてはたらくじゆうをきょうじゅするいっぽうで、しゅうにゅうのふあんていさともむきあわなければならない。","korean":"프리랜서로서 일하는 자유를 누리는 반면 소득의 불안정함과도 마주해야 한다。","category":"직장","level":"N2"},
  {"id":"s742","japanese":"バイオテクノロジーの発展により、食料問題の解決策が模索されている。","reading":"ばいおてくのろじーのはってんにより、しょくりょうもんだいのかいけつさくがもさくされている。","korean":"바이오 기술의 발전으로 식량 문제의 해결책이 모색되고 있다。","category":"과학","level":"N2"},
  {"id":"s743","japanese":"物価の上昇に対して、家計を見直す家庭が増えている。","reading":"ぶっかのじょうしょうにたいして、かけいをみなおすかていがふえている。","korean":"물가 상승에 대응하여 가계를 재검토하는 가정이 늘고 있다。","category":"일상","level":"N2"},
  {"id":"s744","japanese":"歩行者優先の交通ルールが徹底されていない地域では、事故のリスクが高まる。","reading":"ほこうしゃゆうせんのこうつうるーるがてっていされていないちいきでは、じこのりすくがたかまる。","korean":"보행자 우선 교통 규칙이 철저히 지켜지지 않는 지역에서는 사고 위험이 높아진다。","category":"교통","level":"N2"},
  {"id":"s745","japanese":"伝統的な調理法を大切にしながらも、現代のニーズに合わせた新しいメニューを開発している。","reading":"でんとうてきなちょうりほうをたいせつにしながらも、げんだいのにーずにあわせたあたらしいめにゅーをかいはつしている。","korean":"전통적인 조리법을 소중히 하면서도 현대의 니즈에 맞춘 새로운 메뉴를 개발하고 있다。","category":"식사","level":"N2"},
  {"id":"s746","japanese":"陶芸教室に通い始めてから、手作りのものへの愛着が増した。","reading":"とうげいきょうしつにかよいはじめてから、てづくりのものへのあいちゃくがました。","korean":"도예 교실에 다니기 시작하고부터 손으로 만든 것에 대한 애착이 커졌다。","category":"취미","level":"N2"},
  {"id":"s747","japanese":"日本の礼儀作法は外国人には難解に見えるが、それには深い意味がある。","reading":"にほんのれいぎさほうはがいこくじんにはなんかいにみえるが、それにはふかいいみがある。","korean":"일본의 예절은 외국인에게는 난해하게 보이지만 거기에는 깊은 의미가 있다。","category":"문화","level":"N2"},
  {"id":"s748","japanese":"テレビだけでなく、インターネット上でも多様な情報源からニュースを収集することが大切だ。","reading":"てれびだけでなく、いんたーねっとじょうでもたようなじょうほうげんからにゅーすをしゅうしゅうすることがたいせつだ。","korean":"TV뿐만 아니라 인터넷에서도 다양한 정보원으로부터 뉴스를 수집하는 것이 중요하다。","category":"뉴스","level":"N2"},
  {"id":"s749","japanese":"長旅の疲れを癒すためにも、ゆっくり入浴する時間は欠かせない。","reading":"ながたびのつかれをいやすためにも、ゆっくりにゅうよくするじかんはかかせない。","korean":"장거리 여행의 피로를 풀기 위해서도 천천히 목욕할 시간은 빠뜨릴 수 없다。","category":"여행","level":"N2"},
  {"id":"s750","japanese":"地元のガイドに案内してもらうことで、観光地の隠れた魅力を発見できる。","reading":"じもとのがいどにあんないしてもらうことで、かんこうちのかくれたみりょくをはっけんできる。","korean":"지역 가이드에게 안내받음으로써 관광지의 숨겨진 매력을 발견할 수 있다。","category":"관광","level":"N2"},
  {"id":"s751","japanese":"学習の記録をつけることで、自分の成長を実感しやすくなる。","reading":"がくしゅうのきろくをつけることで、じぶんのせいちょうをじっかんしやすくなる。","korean":"학습 기록을 남김으로써 자신의 성장을 실감하기 쉬워진다。","category":"학습","level":"N2"},
  {"id":"s752","japanese":"面接で緊張するのは当然だが、自信を持って話すことが大切だ。","reading":"めんせつできんちょうするのはとうぜんだが、じしんをもってはなすことがたいせつだ。","korean":"면접에서 긴장하는 것은 당연하지만 자신감 있게 말하는 것이 중요하다。","category":"감정","level":"N2"},
  {"id":"s753","japanese":"睡眠の質を高めるには、就寝前のスマートフォン使用を控えることが効果的だ。","reading":"すいみんのしつをたかめるには、しゅうしんまえのすまーとふぉんしようをひかえることがこうかてきだ。","korean":"수면의 질을 높이기 위해서는 취침 전 스마트폰 사용을 자제하는 것이 효과적이다。","category":"건강","level":"N2"},
  {"id":"s754","japanese":"持続可能なビジネスモデルを構築するには、長期的な視点が不可欠だ。","reading":"じぞくかのうなびじねすもでるをこうちくするには、ちょうきてきなしてんがふかけつだ。","korean":"지속 가능한 비즈니스 모델을 구축하려면 장기적인 시각이 필수적이다。","category":"비즈니스","level":"N2"},
  {"id":"s755","japanese":"職場でのハラスメントは、被害者の心身に深刻な影響を与えることがある。","reading":"しょくばでのはらすめんとは、ひがいしゃのしんしんにしんこくなえいきょうをあたえることがある。","korean":"직장 내 괴롭힘은 피해자의 심신에 심각한 영향을 줄 수 있다。","category":"직장","level":"N2"},
  {"id":"s756","japanese":"人工知能が発達するにつれて、人間にしかできない仕事の価値が高まっている。","reading":"じんこうちのうがはったつするにつれて、にんげんにしかできないしごとのかちがたかまっている。","korean":"인공지능이 발달할수록 인간만이 할 수 있는 일의 가치가 높아지고 있다。","category":"과학","level":"N2"},
  {"id":"s757","japanese":"近所付き合いが希薄になりつつある現代でも、挨拶は大切にしたい。","reading":"きんじょづきあいがきはくになりつつあるげんだいでも、あいさつはたいせつにしたい。","korean":"이웃 간 교류가 희박해지고 있는 현대에서도 인사는 소중히 여기고 싶다。","category":"일상","level":"N2"},
  {"id":"s758","japanese":"公共交通機関の利用を促進することで、交通渋滞の緩和につながる。","reading":"こうきょうこうつうきかんのりようをそくしんすることで、こうつうじゅうたいのかんわにつながる。","korean":"대중교통 이용을 촉진함으로써 교통 체증 완화로 이어진다。","category":"교통","level":"N2"},
  {"id":"s759","japanese":"食事の際に箸の持ち方が正しいと、食べやすいだけでなく見た目も美しい。","reading":"しょくじのさいにはしのもちかたがただしいと、たべやすいだけでなくみためもうつくしい。","korean":"식사 시 젓가락 사용법이 올바르면 먹기 편할 뿐만 아니라 보기에도 아름답다。","category":"식사","level":"N2"},
  {"id":"s760","japanese":"キャンプを通じて、自然の中での生活の知恵を身につけることができる。","reading":"きゃんぷをつうじて、しぜんのなかでのせいかつのちえをみにつけることができる。","korean":"캠핑을 통해 자연 속에서의 생활 지혜를 익힐 수 있다。","category":"취미","level":"N2"},
  {"id":"s761","japanese":"アニメや漫画は、現代日本が世界に誇るポップカルチャーの代表格だ。","reading":"あにめやまんがは、げんだいにほんがせかいにほこるぽっぷかるちゃーのだいひょうかくだ。","korean":"애니메이션과 만화는 현대 일본이 세계에 자랑하는 팝 문화의 대표격이다。","category":"문화","level":"N2"},
  {"id":"s762","japanese":"SNS上でのデマ情報の拡散が、社会に大きな混乱をもたらすことがある。","reading":"えすえぬえすじょうでのでまじょうほうのかくさんが、しゃかいにおおきなこんらんをもたらすことがある。","korean":"SNS상의 허위 정보 확산이 사회에 큰 혼란을 초래할 수 있다。","category":"뉴스","level":"N2"},
  {"id":"s763","japanese":"長旅の後、久しぶりに帰国すると自国文化の良さを再発見することが多い。","reading":"ながたびのあと、ひさしぶりにきこくするとじこくぶんかのよさをさいはっけんすることがおおい。","korean":"장기 여행 후 오랜만에 귀국하면 자국 문화의 좋은 점을 재발견하는 경우가 많다。","category":"여행","level":"N2"},
  {"id":"s764","japanese":"地元の人だけが知る穴場スポットは、観光ガイドブックには載っていないことが多い。","reading":"じもとのひとだけがしるあなばすぽっとは、かんこうがいどぶっくにはのっていないことがおおい。","korean":"지역 주민만 아는 숨은 명소는 관광 가이드북에 실려 있지 않은 경우가 많다。","category":"관광","level":"N2"},
  {"id":"s765","japanese":"文法の知識だけでなく、実践的なコミュニケーション能力を養うことが重要だ。","reading":"ぶんぽうのちしきだけでなく、じっせんてきなこみゅにけーしょんのうりょくをやしなうことがじゅうようだ。","korean":"문법 지식뿐만 아니라 실천적인 커뮤니케이션 능력을 기르는 것이 중요하다。","category":"학습","level":"N2"},
  {"id":"s766","japanese":"別れを告げる場面では、どんな言葉も十分ではないように感じることがある。","reading":"わかれをつげるばめんでは、どんなことばもじゅうぶんではないようにかんじることがある。","korean":"이별을 고하는 장면에서는 어떤 말도 충분하지 않은 것처럼 느껴질 때가 있다。","category":"감정","level":"N2"},
  {"id":"s767","japanese":"高血圧は自覚症状が少ないため、定期的な血圧測定が重要だ。","reading":"こうけつあつはじかくしょうじょうがすくないため、ていきてきなけつあつそくていがじゅうようだ。","korean":"고혈압은 자각 증상이 적기 때문에 정기적인 혈압 측정이 중요하다。","category":"건강","level":"N2"},
  {"id":"s768","japanese":"コスト削減に向けた取り組みとして、業務プロセスのデジタル化を進めている。","reading":"こすとさくげんにむけたとりくみとして、ぎょうむぷろせすのでじたるかをすすめている。","korean":"비용 절감을 향한 대처로서 업무 프로세스의 디지털화를 추진하고 있다。","category":"비즈니스","level":"N2"},
  {"id":"s769","japanese":"育児と仕事を両立させるためには、職場の理解と支援が不可欠だ。","reading":"いくじとしごとをりょうりつさせるためには、しょくばのりかいとしえんがふかけつだ。","korean":"육아와 일을 양립하기 위해서는 직장의 이해와 지원이 필수적이다。","category":"직장","level":"N2"},
  {"id":"s770","japanese":"再生医療の発展により、失われた組織や臓器を再生させる可能性が広がっている。","reading":"さいせいいりょうのはってんにより、うしなわれたそしきやぞうきをさいせいさせるかのうせいがひろがっている。","korean":"재생 의료의 발전으로 잃어버린 조직이나 장기를 재생시킬 가능성이 넓어지고 있다。","category":"과학","level":"N2"},
  {"id":"s771","japanese":"核家族化が進む中、子育ての悩みを一人で抱える親が増えている。","reading":"かくかぞくかがすすむなか、こそだてのなやみをひとりでかかえるおやがふえている。","korean":"핵가족화가 진행되는 가운데 육아 고민을 혼자 떠안는 부모가 늘고 있다。","category":"일상","level":"N2"},
  {"id":"s772","japanese":"観光バスに乗り遅れてしまい、止むを得ずタクシーで移動することにした。","reading":"かんこうばすにのりおくれてしまい、やむをえずたくしーでいどうすることにした。","korean":"관광버스를 놓쳐버려서 어쩔 수 없이 택시로 이동하기로 했다。","category":"교통","level":"N2"},
  {"id":"s773","japanese":"健康意識の高まりとともに、有機野菜や無添加食品への需要が増えている。","reading":"けんこういしきのたかまりとともに、ゆうきやさいやむてんかしょくひんへのじゅようがふえている。","korean":"건강 의식이 높아짐과 함께 유기농 채소와 무첨가 식품에 대한 수요가 늘고 있다。","category":"식사","level":"N2"},
  {"id":"s774","japanese":"俳句を作ることで、日常の細やかな変化に気づく感性が磨かれる。","reading":"はいくをつくることで、にちじょうのこまやかなへんかにきづくかんせいがみがかれる。","korean":"하이쿠를 짓는 것으로 일상의 섬세한 변화를 알아채는 감성이 연마된다。","category":"취미","level":"N2"},
  {"id":"s775","japanese":"伝統的な祭りは、地域のアイデンティティを維持する上で重要な役割を果たす。","reading":"でんとうてきなまつりは、ちいきのあいでんてぃてぃをいじするうえでじゅうようなやくわりをはたす。","korean":"전통 축제는 지역의 정체성을 유지하는 데 있어 중요한 역할을 한다。","category":"문화","level":"N2"},
  {"id":"s776","japanese":"長期的な視点でニュースを分析することで、社会の動向をより正確に把握できる。","reading":"ちょうきてきなしてんでにゅーすをぶんせきすることで、しゃかいのどうこうをよりせいかくにはあくできる。","korean":"장기적인 시각으로 뉴스를 분석함으로써 사회의 동향을 더욱 정확하게 파악할 수 있다。","category":"뉴스","level":"N2"},
  {"id":"s777","japanese":"一人旅をすることで、自分自身と向き合う貴重な時間が得られる。","reading":"ひとりたびをすることで、じぶんじしんとむきあうきちょうなじかんがえられる。","korean":"혼자 여행을 함으로써 자기 자신과 마주하는 소중한 시간을 얻을 수 있다。","category":"여행","level":"N2"},
  {"id":"s778","japanese":"外国語を学ぶことは、その国の文化や歴史への理解を深めることでもある。","reading":"がいこくごをまなぶことは、そのくにのぶんかやれきしへのりかいをふかめることでもある。","korean":"외국어를 배우는 것은 그 나라의 문화와 역사에 대한 이해를 깊게 하는 것이기도 하다。","category":"학습","level":"N2"},
  {"id":"s779","japanese":"自分の気持ちを言葉にするのが苦手で、誤解されることが多い。","reading":"じぶんのきもちをことばにするのがにがてで、ごかいされることがおおい。","korean":"자신의 감정을 말로 표현하는 것이 서툴러서 오해를 받는 경우가 많다。","category":"감정","level":"N2"},
  {"id":"s780","japanese":"インフルエンザの予防接種を毎年受けることで、重症化リスクを下げられる。","reading":"いんふるえんざのよぼうせっしゅをまいとしうけることで、じゅうしょうかりすくをさげられる。","korean":"독감 예방접종을 매년 맞음으로써 중증화 위험을 낮출 수 있다。","category":"건강","level":"N2"},
  {"id":"s781","japanese":"顧客満足度を高めるためには、アフターサービスの充実が欠かせない。","reading":"こきゃくまんぞくどをたかめるためには、あふたーさーびすのじゅうじつがかかせない。","korean":"고객 만족도를 높이기 위해서는 애프터서비스 강화가 빠뜨릴 수 없다。","category":"비즈니스","level":"N2"},
  {"id":"s782","japanese":"プロジェクトの成功に向けて、メンバー全員が一丸となって取り組んでいる。","reading":"ぷろじぇくとのせいこうにむけて、めんばーぜんいんがいちがんとなってとりくんでいる。","korean":"프로젝트 성공을 위해 멤버 전원이 일치단결하여 노력하고 있다。","category":"직장","level":"N2"},
  {"id":"s783","japanese":"遺伝子解析技術の進歩により、個人の体質に合わせた医療が可能になりつつある。","reading":"いでんしかいせきぎじゅつのしんぽにより、こじんのたいしつにあわせたいりょうがかのうになりつつある。","korean":"유전자 분석 기술의 발전으로 개인의 체질에 맞는 의료가 가능해지고 있다。","category":"과학","level":"N2"},
  {"id":"s784","japanese":"子どもの頃の記憶は断片的でも、その時の感情は鮮明に残っていることが多い。","reading":"こどものころのきおくはだんぺんてきでも、そのときのかんじょうはせんめいにのこっていることがおおい。","korean":"어린 시절의 기억은 단편적이더라도 그때의 감정은 선명하게 남아 있는 경우가 많다。","category":"일상","level":"N2"},
  {"id":"s785","japanese":"混雑した電車の中でのマナーを守ることは、乗客全員の快適さに繋がる。","reading":"こんざつしたでんしゃのなかでのまなーをまもることは、じょうきゃくぜんいんのかいてきさにつながる。","korean":"붐비는 전철 안에서 매너를 지키는 것은 승객 전원의 쾌적함으로 이어진다。","category":"교통","level":"N2"},
  {"id":"s786","japanese":"食材の産地や生産方法を意識して選ぶ消費者が増えている。","reading":"しょくざいのさんちやせいさんほうほうをいしきしてえらぶしょうひしゃがふえている。","korean":"식재료의 산지와 생산 방법을 의식하여 선택하는 소비자가 늘고 있다。","category":"식사","level":"N2"},
  {"id":"s787","japanese":"ボランティア活動を通じて、地域社会への貢献と自己成長を同時に実現できる。","reading":"ぼらんてぃあかつどうをつうじて、ちいきしゃかいへのこうけんとじこせいちょうをどうじにじつげんできる。","korean":"봉사 활동을 통해 지역 사회에 대한 공헌과 자기 성장을 동시에 실현할 수 있다。","category":"취미","level":"N2"},
  {"id":"s788","japanese":"日本の茶道は、単なるお茶の飲み方ではなく、精神的な修養の場でもある。","reading":"にほんのさどうは、たんなるおちゃののみかたではなく、せいしんてきなしゅうようのばでもある。","korean":"일본의 다도는 단순한 차를 마시는 방식이 아니라 정신적 수양의 장이기도 하다。","category":"문화","level":"N2"},
  {"id":"s789","japanese":"国内外のニュースをバランスよく収集することで、偏った見方を防ぐことができる。","reading":"こくないがいのにゅーすをばらんすよくしゅうしゅうすることで、かたよったみかたをふせぐことができる。","korean":"국내외 뉴스를 균형 있게 수집함으로써 편향된 시각을 방지할 수 있다。","category":"뉴스","level":"N2"},
  {"id":"s790","japanese":"旅行中に体調を崩したときのために、常備薬を持参しておくと安心だ。","reading":"りょこうちゅうにたいちょうをくずしたときのために、じょうびやくをじさんしておくとあんしんだ。","korean":"여행 중 몸 상태가 나빠졌을 때를 위해 상비약을 지참해두면 안심이다。","category":"여행","level":"N2"},
  {"id":"s791","japanese":"観光地の環境保護のために、入場者数を制限する取り組みが広がっている。","reading":"かんこうちのかんきょうほごのために、にゅうじょうしゃすうをせいげんするとりくみがひろがっている。","korean":"관광지 환경 보호를 위해 입장객 수를 제한하는 대처가 확산되고 있다。","category":"관광","level":"N2"},
  {"id":"s792","japanese":"模擬試験を定期的に受けることで、本番に向けた実力を把握できる。","reading":"もぎしけんをていきてきにうけることで、ほんばんにむけたじつりょくをはあくできる。","korean":"모의시험을 정기적으로 받음으로써 본 시험을 향한 실력을 파악할 수 있다。","category":"학습","level":"N2"},
  {"id":"s793","japanese":"自分の夢を語ると笑われるかもしれないが、それでもあきらめたくはない。","reading":"じぶんのゆめをかたるとわらわれるかもしれないが、それでもあきらめたくはない。","korean":"자신의 꿈을 이야기하면 비웃음을 살 수도 있지만 그래도 포기하고 싶지 않다。","category":"감정","level":"N2"},
  {"id":"s794","japanese":"適切な休息を取ることが、長期的な健康維持には欠かせない要素だ。","reading":"てきせつなきゅうそくをとることが、ちょうきてきなけんこういじにはかかせないようそだ。","korean":"적절한 휴식을 취하는 것이 장기적인 건강 유지에 빠뜨릴 수 없는 요소이다。","category":"건강","level":"N2"},
  {"id":"s795","japanese":"取引先との信頼関係を築くには、誠実な対応と長期的な視点が重要だ。","reading":"とりひきさきとのしんらいかんけいをきずくには、せいじつなたいおうとちょうきてきなしてんがじゅうようだ。","korean":"거래처와의 신뢰 관계를 구축하려면 성실한 대응과 장기적인 시각이 중요하다。","category":"비즈니스","level":"N2"},
  {"id":"s796","japanese":"経験豊富な先輩のアドバイスは、若手社員にとって非常に参考になる。","reading":"けいけんほうふなせんぱいのあどばいすは、わかてしゃいんにとってひじょうにさんこうになる。","korean":"경험 풍부한 선배의 조언은 신입 직원에게 매우 참고가 된다。","category":"직장","level":"N2"},
  {"id":"s797","japanese":"ロボット工学の発展により、危険な作業現場での人的リスクが軽減されている。","reading":"ろぼっとこうがくのはってんにより、きけんなさぎょうげんばでのじんてきりすくがけいげんされている。","korean":"로봇 공학의 발전으로 위험한 작업 현장에서의 인적 위험이 경감되고 있다。","category":"과학","level":"N2"},
  {"id":"s798","japanese":"デジタル化が進む社会においても、対面でのコミュニケーションの価値は変わらない。","reading":"でじたるかがすすむしゃかいにおいても、たいめんでのこみゅにけーしょんのかちはかわらない。","korean":"디지털화가 진행되는 사회에서도 대면 커뮤니케이션의 가치는 변하지 않는다。","category":"일상","level":"N2"},
  {"id":"s799","japanese":"環境への負荷を考慮した交通手段の選択が、持続可能な社会の実現につながる。","reading":"かんきょうへのふかをこうりょしたこうつうしゅだんのせんたくが、じぞくかのうなしゃかいのじつげんにつながる。","korean":"환경에 대한 부담을 고려한 교통 수단의 선택이 지속 가능한 사회 실현으로 이어진다。","category":"교통","level":"N2"},
  {"id":"s800","japanese":"食の多様化が進む中、伝統的な家庭料理を受け継ぐ重要性が見直されている。","reading":"しょくのたようかがすすむなか、でんとうてきなかていりょうりをうけつぐじゅうようせいがみなおされている。","korean":"식생활의 다양화가 진행되는 가운데 전통적인 가정 요리를 이어받는 중요성이 재조명되고 있다。","category":"식사","level":"N2"}
]
