[
{"id":"s801","japanese":"彼女は困難をものともせず、プロジェクトを成功に導いた。","reading":"かのじょはこんなんをものともせず、ぷろじぇくとをせいこうにみちびいた。","korean":"그녀는 어려움을 아랑곳하지 않고 프로젝트를 성공으로 이끌었다。","category":"직장","level":"N1"},
{"id":"s802","japanese":"この規制により、多くの企業が事業の縮小を余儀なくされた。","reading":"このきせいにより、おおくのきぎょうがじぎょうのしゅくしょうをよぎなくされた。","korean":"이 규제로 인해 많은 기업들이 사업 축소를 강요받았다。","category":"경제","level":"N1"},
{"id":"s803","japanese":"一人たりとも例外なく、全員が参加しなければならない。","reading":"ひとりたりともれいがいなく、ぜんいんがさんかしなければならない。","korean":"단 한 명의 예외도 없이 전원이 참가해야 한다。","category":"사회","level":"N1"},
{"id":"s804","japanese":"完璧とは言えないまでも、彼の作品は高く評価されている。","reading":"かんぺきとはいえないまでも、かれのさくひんはたかくひょうかされている。","korean":"완벽하다고는 할 수 없더라도 그의 작품은 높이 평가받고 있다。","category":"문화","level":"N1"},
{"id":"s805","japanese":"その映画は観る者の心を揺さぶらずにはおかない傑作だ。","reading":"そのえいがはみるもののこころをゆさぶらずにはおかないけっさくだ。","korean":"그 영화는 보는 이의 마음을 흔들지 않고는 못 배기는 걸작이다。","category":"문화","level":"N1"},
{"id":"s806","japanese":"政府の失策が国民の不満を募らせるに至った経緯を検証する。","reading":"せいふのしっさくがこくみんのふまんをつのらせるにいたったけいいをけんしょうする。","korean":"정부의 실책이 국민의 불만을 고조시키기에 이른 경위를 검증한다。","category":"정치","level":"N1"},
{"id":"s807","japanese":"新技術の導入いかんによっては、産業構造が根本から変わりうる。","reading":"しんぎじゅつのどうにゅういかんによっては、さんぎょうこうぞうがこんぽんからかわりうる。","korean":"신기술 도입 여하에 따라서는 산업 구조가 근본부터 바뀔 수 있다。","category":"과학","level":"N1"},
{"id":"s808","japanese":"彼は批判を意に介することなく、自らの信念を貫き通した。","reading":"かれはひはんをいにかいすることなく、みずからのしんねんをつらぬきとおした。","korean":"그는 비판을 마음에 두지 않고 자신의 신념을 끝까지 관철했다。","category":"일상","level":"N1"},
{"id":"s809","japanese":"経済の低迷が続く中、雇用問題は喫緊の課題となっている。","reading":"けいざいのていめいがつづくなか、こようもんだいはきっきんのかだいとなっている。","korean":"경기 침체가 계속되는 가운데 고용 문제는 시급한 과제가 되고 있다。","category":"경제","level":"N1"},
{"id":"s810","japanese":"その発言は物議を醸し出し、社会全体に波紋を広げた。","reading":"そのはつげんはぶつぎをかもしだし、しゃかいぜんたいにはもんをひろげた。","korean":"그 발언은 물의를 빚고 사회 전체에 파문을 일으켰다。","category":"사회","level":"N1"},
{"id":"s811","japanese":"自然災害をものともせず、地域住民は復興に向けて団結した。","reading":"しぜんさいがいをものともせず、ちいきじゅうみんはふっこうにむけてだんけつした。","korean":"자연재해를 아랑곳하지 않고 지역 주민들은 부흥을 향해 단결했다。","category":"사회","level":"N1"},
{"id":"s812","japanese":"いかなる事情があろうとも、期限を守ることが絶対条件だ。","reading":"いかなるじじょうがあろうとも、きげんをまもることがぜったいじょうけんだ。","korean":"어떤 사정이 있더라도 기한을 지키는 것이 절대 조건이다。","category":"비즈니스","level":"N1"},
{"id":"s813","japanese":"研究者たちは資金不足にもかかわらず、画期的な発見を成し遂げた。","reading":"けんきゅうしゃたちはしきんぶそくにもかかわらず、かっきてきなはっけんをなしとげた。","korean":"연구자들은 자금 부족에도 불구하고 획기적인 발견을 이루어냈다。","category":"과학","level":"N1"},
{"id":"s814","japanese":"その条約は両国の関係を根底から覆しかねない内容を含んでいる。","reading":"そのじょうやくはりょうこくのかんけいをこんていからくつがえしかねないないようをふくんでいる。","korean":"그 조약은 양국의 관계를 근본부터 뒤집을 수도 있는 내용을 포함하고 있다。","category":"정치","level":"N1"},
{"id":"s815","japanese":"長年の研鑽の末、彼女はついに第一人者と認められるに至った。","reading":"ながねんのけんさんのすえ、かのじょはついにだいいちにんしゃとみとめられるにいたった。","korean":"오랜 연구 끝에 그녀는 마침내 제일인자로 인정받기에 이르렀다。","category":"학습","level":"N1"},
{"id":"s816","japanese":"彼の功績はいくら称えても称え足りないほどのものだ。","reading":"かれのこうせきはいくらたたえてもたたえたりないほどのものだ。","korean":"그의 공적은 아무리 칭찬해도 모자랄 정도의 것이다。","category":"일상","level":"N1"},
{"id":"s817","japanese":"インフレの進行を食い止めるべく、中央銀行は金利を引き上げた。","reading":"いんふれのしんこうをくいとめるべく、ちゅうおうぎんこうはきんりをひきあげた。","korean":"인플레이션 진행을 막기 위해 중앙은행은 금리를 인상했다。","category":"경제","level":"N1"},
{"id":"s818","japanese":"現代社会においては、情報リテラシーの欠如が深刻な問題を引き起こす。","reading":"げんだいしゃかいにおいては、じょうほうりてらしーのけつじょがしんこくなもんだいをひきおこす。","korean":"현대 사회에서는 정보 리터러시의 결여가 심각한 문제를 일으킨다。","category":"사회","level":"N1"},
{"id":"s819","japanese":"気候変動の影響は一国のみならず、地球規模での対応を迫っている。","reading":"きこうへんどうのえいきょうはいっこくのみならず、ちきゅうきぼでのたいおうをせまっている。","korean":"기후 변화의 영향은 한 나라만이 아니라 지구 규모의 대응을 촉구하고 있다。","category":"과학","level":"N1"},
{"id":"s820","japanese":"その芸術家は時代に先んじること数十年の感性を持っていた。","reading":"そのげいじゅつかはじだいにさきんじることすうじゅうねんのかんせいをもっていた。","korean":"그 예술가는 시대보다 수십 년 앞선 감성을 지니고 있었다。","category":"문화","level":"N1"},
{"id":"s821","japanese":"危機に瀕した会社を立て直すべく、新経営陣が乗り込んできた。","reading":"ききにひんしたかいしゃをたてなおすべく、しんけいえいじんがのりこんできた。","korean":"위기에 처한 회사를 재건하기 위해 새 경영진이 들어왔다。","category":"비즈니스","level":"N1"},
{"id":"s822","japanese":"議員たちは与野党を問わず、この問題に真摯に取り組むべきだ。","reading":"ぎいんたちはよやとうをとわず、このもんだいにしんしにとりくむべきだ。","korean":"의원들은 여야를 불문하고 이 문제에 진지하게 임해야 한다。","category":"정치","level":"N1"},
{"id":"s823","japanese":"彼女の演技は観客を魅了せずにはおかない圧倒的な迫力があった。","reading":"かのじょのえんぎはかんきゃくをみりょうせずにはおかないあっとうてきなはくりょくがあった。","korean":"그녀의 연기는 관객을 매료시키지 않고는 못 배기는 압도적인 박력이 있었다。","category":"문화","level":"N1"},
{"id":"s824","japanese":"留学先では言葉の壁はあったが、それを乗り越えてこそ成長がある。","reading":"りゅうがくさきではことばのかべはあったが、それをのりこえてこそせいちょうがある。","korean":"유학지에서는 언어의 장벽이 있었지만 그것을 극복해야 비로소 성장이 있다。","category":"여행","level":"N1"},
{"id":"s825","japanese":"この薬は副作用があるとはいえ、重篤な患者には不可欠とも言える。","reading":"このくすりはふくさようがあるとはいえ、じゅうとくなかんじゃにはふかけつともいえる。","korean":"이 약은 부작용이 있다고는 해도 중증 환자에게는 불가결하다고도 할 수 있다。","category":"과학","level":"N1"},
{"id":"s826","japanese":"そのニュースは瞬く間に世界中に広まり、大きな反響を呼んだ。","reading":"そのにゅーすはまたたくまにせかいじゅうにひろまり、おおきなはんきょうをよんだ。","korean":"그 뉴스는 순식간에 전 세계에 퍼져 큰 반향을 불러일으켰다。","category":"뉴스","level":"N1"},
{"id":"s827","japanese":"社内の不正を告発した彼は、会社を辞めるを余儀なくされた。","reading":"しゃないのふせいをこくはつしたかれは、かいしゃをやめるをよぎなくされた。","korean":"사내 비리를 고발한 그는 회사를 그만둘 수밖에 없었다。","category":"직장","level":"N1"},
{"id":"s828","japanese":"いかに有能な人物であれ、組織の論理には従わざるを得ない。","reading":"いかにゆうのうなじんぶつであれ、そしきのろんりにはしたがわざるをえない。","korean":"아무리 유능한 인물이라도 조직의 논리에는 따르지 않을 수 없다。","category":"직장","level":"N1"},
{"id":"s829","japanese":"伝統文化の継承は現代の若者にとって軽視できない課題だ。","reading":"でんとうぶんかのけいしょうはげんだいのわかものにとってけいしできないかだいだ。","korean":"전통문화의 계승은 현대 젊은이들에게 있어 경시할 수 없는 과제이다。","category":"문화","level":"N1"},
{"id":"s830","japanese":"彼の主張は一見もっともらしいが、論理の飛躍を孕んでいる。","reading":"かれのしゅちょうはいっけんもっともらしいが、ろんりのひやくをはらんでいる。","korean":"그의 주장은 언뜻 그럴듯하지만 논리의 비약을 내포하고 있다。","category":"학습","level":"N1"},
{"id":"s831","japanese":"国際社会における日本の役割は、今後ますます重要になってくる。","reading":"こくさいしゃかいにおけるにほんのやくわりは、こんごますますじゅうようになってくる。","korean":"국제 사회에서 일본의 역할은 앞으로 점점 더 중요해질 것이다。","category":"정치","level":"N1"},
{"id":"s832","japanese":"その問題は表面上は単純に見えるが、内実は複雑に絡み合っている。","reading":"そのもんだいはひょうめんじょうはたんじゅんにみえるが、ないじつはふくざつにからみあっている。","korean":"그 문제는 표면상 단순해 보이지만 내면은 복잡하게 얽혀 있다。","category":"사회","level":"N1"},
{"id":"s833","japanese":"旅先で文化の違いに戸惑いながらも、それが旅の醍醐味だと感じた。","reading":"たびさきでぶんかのちがいにとまどいながらも、それがたびのだいごみだとかんじた。","korean":"여행지에서 문화 차이에 당황하면서도 그것이 여행의 묘미라고 느꼈다。","category":"여행","level":"N1"},
{"id":"s834","japanese":"彼女は何事にも動じることなく、冷静沈着に対処する人物だ。","reading":"かのじょはなにごとにもどうじることなく、れいせいちんちゃくにたいしょするじんぶつだ。","korean":"그녀는 어떤 일에도 동요하지 않고 냉정침착하게 대처하는 인물이다。","category":"일상","level":"N1"},
{"id":"s835","japanese":"この政策の是非をめぐって、専門家の間でも意見が割れている。","reading":"このせいさくのぜひをめぐって、せんもんかのあいだでもいけんがわれている。","korean":"이 정책의 시비를 둘러싸고 전문가들 사이에서도 의견이 갈리고 있다。","category":"정치","level":"N1"},
{"id":"s836","japanese":"市場の急変に際し、迅速かつ的確な判断が求められる。","reading":"しじょうのきゅうへんにさし、じんそくかつてきかくなはんだんがもとめられる。","korean":"시장의 급변에 즈음하여 신속하고 정확한 판단이 요구된다。","category":"경제","level":"N1"},
{"id":"s837","japanese":"研究の成果が実用化されるまでには、幾多の障壁を乗り越えねばならない。","reading":"けんきゅうのせいかがじつようかされるまでには、いくたのしょうへきをのりこえねばならない。","korean":"연구 성과가 실용화되기까지는 수많은 장벽을 넘지 않으면 안 된다。","category":"과학","level":"N1"},
{"id":"s838","japanese":"その作家の文体は読者を引き込まずにはおかない独特の魅力がある。","reading":"そのさっかのぶんたいはどくしゃをひきこまずにはおかないどくとくのみりょくがある。","korean":"그 작가의 문체는 독자를 끌어들이지 않고는 못 배기는 독특한 매력이 있다。","category":"학습","level":"N1"},
{"id":"s839","japanese":"社会的弱者を救済するための制度が不十分であることは否めない。","reading":"しゃかいてきじゃくしゃをきゅうさいするためのせいどがふじゅうぶんであることはいなめない。","korean":"사회적 약자를 구제하기 위한 제도가 불충분하다는 것은 부인할 수 없다。","category":"사회","level":"N1"},
{"id":"s840","japanese":"グローバル化が進む中、異文化理解の重要性はいよいよ高まっている。","reading":"ぐろーばるかがすすむなか、いぶんかりかいのじゅうようせいはいよいよたかまっている。","korean":"세계화가 진행되는 가운데 이문화 이해의 중요성은 더욱 높아지고 있다。","category":"문화","level":"N1"},
{"id":"s841","japanese":"就職活動において、いかに自己をアピールするかが鍵となる。","reading":"しゅうしょくかつどうにおいて、いかにじこをあぴーるするかがかぎとなる。","korean":"취업 활동에 있어 어떻게 자기를 어필하느냐가 관건이 된다。","category":"직장","level":"N1"},
{"id":"s842","japanese":"為替の変動が輸出産業に与える影響は計り知れない。","reading":"かわせのへんどうがゆしゅつさんぎょうにあたえるえいきょうははかりしれない。","korean":"환율 변동이 수출 산업에 미치는 영향은 헤아릴 수 없다。","category":"경제","level":"N1"},
{"id":"s843","japanese":"彼は失敗を糧として、さらなる高みを目指し続けている。","reading":"かれはしっぱいをかてとして、さらなるたかみをめざしつづけている。","korean":"그는 실패를 양분으로 삼아 더욱 높은 곳을 목표로 계속 나아가고 있다。","category":"일상","level":"N1"},
{"id":"s844","japanese":"この条件を満たさない限り、契約を結ぶことはできない。","reading":"このじょうけんをみたさないかぎり、けいやくをむすぶことはできない。","korean":"이 조건을 충족하지 않는 한 계약을 맺을 수 없다。","category":"비즈니스","level":"N1"},
{"id":"s845","japanese":"先人の知恵を軽んじることは、文明の退歩につながりかねない。","reading":"せんじんのちえをかろんじることは、ぶんめいのたいほにつながりかねない。","korean":"선인의 지혜를 경시하는 것은 문명의 퇴보로 이어질 수도 있다。","category":"문화","level":"N1"},
{"id":"s846","japanese":"国家予算の使い道については、国民が広く議論に参加すべきだ。","reading":"こっかよさんのつかいみちについては、こくみんがひろくぎろんにさんかすべきだ。","korean":"국가 예산의 사용처에 대해서는 국민이 널리 논의에 참여해야 한다。","category":"정치","level":"N1"},
{"id":"s847","japanese":"その証言は事件の真相を解明するうえで欠くべからざるものだ。","reading":"そのしょうげんはじけんのしんそうをかいめいするうえでかくべからざるものだ。","korean":"그 증언은 사건의 진상을 규명하는 데 있어 빠뜨릴 수 없는 것이다。","category":"뉴스","level":"N1"},
{"id":"s848","japanese":"長時間の交渉の末、両社はようやく合意に達した。","reading":"ちょうじかんのこうしょうのすえ、りょうしゃはようやくごういにたっした。","korean":"오랜 협상 끝에 양사는 겨우 합의에 이르렀다。","category":"비즈니스","level":"N1"},
{"id":"s849","japanese":"少子高齢化の波は、今や社会のあらゆる分野に影響を及ぼしている。","reading":"しょうしこうれいかのなみは、いまやしゃかいのあらゆるぶんやにえいきょうをおよぼしている。","korean":"저출산 고령화의 물결은 이제 사회의 모든 분야에 영향을 미치고 있다。","category":"사회","level":"N1"},
{"id":"s850","japanese":"その哲学者の思想は後世に多大な影響を与えずにはおかなかった。","reading":"そのてつがくしゃのしそうはこうせいにただいなえいきょうをあたえずにはおかなかった。","korean":"그 철학자의 사상은 후세에 지대한 영향을 끼치지 않고는 못 배겼다。","category":"학습","level":"N1"},
{"id":"s851","japanese":"海外赴任を命じられ、家族全員が生活環境の変化を余儀なくされた。","reading":"かいがいふにんをめいじられ、かぞくぜんいんがせいかつかんきょうのへんかをよぎなくされた。","korean":"해외 부임을 명받아 가족 전원이 생활 환경 변화를 강요받았다。","category":"직장","level":"N1"},
{"id":"s852","japanese":"いかなる苦難をも跳ね除けて、彼女は夢の実現に向かって突き進んだ。","reading":"いかなるくなんをもはねのけて、かのじょはゆめのじつげんにむかってつきすすんだ。","korean":"어떠한 고난도 뿌리치고 그녀는 꿈의 실현을 향해 돌진했다。","category":"감정","level":"N1"},
{"id":"s853","japanese":"消費者の信頼を取り戻すべく、企業は透明性の向上に努めている。","reading":"しょうひしゃのしんらいをとりもどすべく、きぎょうはとうめいせいのこうじょうにつとめている。","korean":"소비자의 신뢰를 되찾기 위해 기업은 투명성 향상에 힘쓰고 있다。","category":"경제","level":"N1"},
{"id":"s854","japanese":"このプロジェクトを成功させるためには、チーム全員の協力が不可欠だ。","reading":"このぷろじぇくとをせいこうさせるためには、ちーむぜんいんのきょうりょくがふかけつだ。","korean":"이 프로젝트를 성공시키기 위해서는 팀 전원의 협력이 불가결하다。","category":"비즈니스","level":"N1"},
{"id":"s855","japanese":"彼の演説は聴衆を感動の渦に巻き込まずにはおかなかった。","reading":"かれのえんぜつはちょうしゅうをかんどうのうずにまきこまずにはおかなかった。","korean":"그의 연설은 청중을 감동의 소용돌이에 끌어들이지 않고는 못 배겼다。","category":"감정","level":"N1"},
{"id":"s856","japanese":"国際競争力を維持するためには、絶え間ない技術革新が求められる。","reading":"こくさいきょうそうりょくをいじするためには、たえまないぎじゅつかくしんがもとめられる。","korean":"국제 경쟁력을 유지하기 위해서는 끊임없는 기술 혁신이 요구된다。","category":"과학","level":"N1"},
{"id":"s857","japanese":"その土地の風習に従うことなしには、現地での信頼は得られない。","reading":"そのとちのふうしゅうにしたがうことなしには、げんちでのしんらいはえられない。","korean":"그 지역의 풍습에 따르지 않고서는 현지에서의 신뢰를 얻을 수 없다。","category":"여행","level":"N1"},
{"id":"s858","japanese":"環境問題を後回しにすることは、将来世代への重大な背信行為だ。","reading":"かんきょうもんだいをあとまわしにすることは、しょうらいせだいへのじゅうだいなはいしんこういだ。","korean":"환경 문제를 뒤로 미루는 것은 미래 세대에 대한 중대한 배신 행위이다。","category":"과학","level":"N1"},
{"id":"s859","japanese":"彼女は幼少期の辛い経験をバネにして、社会的に大きな成功を収めた。","reading":"かのじょはようしょうきのつらいけいけんをばねにして、しゃかいてきにおおきなせいこうをおさめた。","korean":"그녀는 유년기의 힘든 경험을 발판으로 삼아 사회적으로 큰 성공을 거두었다。","category":"감정","level":"N1"},
{"id":"s860","japanese":"この問題は、単なる個人の努力のみならず、制度的な改革を要する。","reading":"このもんだいは、たんなるこじんのどりょくのみならず、せいどてきなかいかくをようする。","korean":"이 문제는 단순한 개인의 노력뿐만 아니라 제도적인 개혁을 필요로 한다。","category":"사회","level":"N1"},
{"id":"s861","japanese":"師の教えは弟子の胸に深く刻まれ、生涯を通じて指針となった。","reading":"しのおしえはでしのむねにふかくきざまれ、しょうがいをつうじてししんとなった。","korean":"스승의 가르침은 제자의 가슴에 깊이 새겨져 일생을 통한 지침이 되었다。","category":"학습","level":"N1"},
{"id":"s862","japanese":"合理化の名のもとに、多くの熟練工が職を失うを余儀なくされた。","reading":"ごうりかのなのもとに、おおくのじゅくれんこうがしょくをうしなうをよぎなくされた。","korean":"합리화의 이름 아래 많은 숙련공들이 일자리를 잃을 수밖에 없었다。","category":"경제","level":"N1"},
{"id":"s863","japanese":"その選手は怪我をものともせず、決勝戦に出場し優勝を果たした。","reading":"そのせんしゅはけがをものともせず、けっしょうせんにしゅつじょうしゆうしょうをはたした。","korean":"그 선수는 부상을 아랑곳하지 않고 결승전에 출전해 우승을 달성했다。","category":"일상","level":"N1"},
{"id":"s864","japanese":"政治的な妥協なしには、この問題を解決することは不可能に近い。","reading":"せいじてきなだきょうなしには、このもんだいをかいけつすることはふかのうにちかい。","korean":"정치적 타협 없이는 이 문제를 해결하는 것은 불가능에 가깝다。","category":"정치","level":"N1"},
{"id":"s865","japanese":"文化遺産の保護には膨大な費用がかかるが、それでも守り続けねばならない。","reading":"ぶんかいさんのほごにはぼうだいなひようがかかるが、それでもまもりつづけねばならない。","korean":"문화유산 보호에는 방대한 비용이 들지만 그래도 계속 지켜야 한다。","category":"문화","level":"N1"},
{"id":"s866","japanese":"彼の献身的な努力が報われたのを見て、涙を禁じ得なかった。","reading":"かれのけんしんてきなどりょくがむくわれたのをみて、なみだをきんじえなかった。","korean":"그의 헌신적인 노력이 보상받는 것을 보고 눈물을 억누를 수 없었다。","category":"감정","level":"N1"},
{"id":"s867","japanese":"新興国市場への参入いかんによって、会社の将来が左右されかねない。","reading":"しんこうこくしじょうへのさんにゅういかんによって、かいしゃのしょうらいがさゆうされかねない。","korean":"신흥국 시장 진입 여하에 따라 회사의 미래가 좌우될 수도 있다。","category":"비즈니스","level":"N1"},
{"id":"s868","japanese":"この報告書は現状の問題点を浮き彫りにし、議論の余地を残している。","reading":"このほうこくしょはげんじょうのもんだいてんをうきぼりにし、ぎろんのよちをのこしている。","korean":"이 보고서는 현재의 문제점을 부각시키고 논의의 여지를 남기고 있다。","category":"뉴스","level":"N1"},
{"id":"s869","japanese":"一朝一夕には身に付かないが、地道な努力が語学力を伸ばす。","reading":"いっちょういっせきにはみにつかないが、じみちなどりょくがごがくりょくをのばす。","korean":"하루아침에는 몸에 익지 않지만 착실한 노력이 어학력을 키운다。","category":"학습","level":"N1"},
{"id":"s870","japanese":"予算削減を余儀なくされた中で、教育の質をどう維持するかが問われている。","reading":"よさんさくげんをよぎなくされたなかで、きょういくのしつをどういじするかがとわれている。","korean":"예산 삭감을 강요받는 가운데 교육의 질을 어떻게 유지하느냐가 문제시되고 있다。","category":"사회","level":"N1"},
{"id":"s871","japanese":"その小説は読者の涙を誘わずにはおかない感動的な結末を持つ。","reading":"そのしょうせつはどくしゃのなみだをさそわずにはおかないかんどうてきなけつまつをもつ。","korean":"그 소설은 독자의 눈물을 자아내지 않고는 못 배기는 감동적인 결말을 가지고 있다。","category":"감정","level":"N1"},
{"id":"s872","japanese":"外交においては、強硬姿勢と柔軟性のバランスが重要な鍵を握る。","reading":"がいこうにおいては、きょうこうしせいとじゅうなんせいのばらんすがじゅうようなかぎをにぎる。","korean":"외교에 있어서는 강경 자세와 유연성의 균형이 중요한 열쇠를 쥐고 있다。","category":"정치","level":"N1"},
{"id":"s873","japanese":"医療技術の進歩により、かつては不治と言われた病が治るようになった。","reading":"いりょうぎじゅつのしんぽにより、かつてはふじといわれたやまいがなおるようになった。","korean":"의료 기술의 발전으로 예전에는 불치라 불리던 병이 낫게 되었다。","category":"과학","level":"N1"},
{"id":"s874","japanese":"この地域では、伝統的な祭りが地域コミュニティの絆を育む場となっている。","reading":"このちいきでは、でんとうてきなまつりがちいきこみゅにてぃのきずなをはぐくむばとなっている。","korean":"이 지역에서는 전통 축제가 지역 공동체의 유대를 키우는 장이 되고 있다。","category":"문화","level":"N1"},
{"id":"s875","japanese":"その企業は不正会計が発覚し、存続の危機に立たされている。","reading":"そのきぎょうはふせいかいけいがはっかくし、そんぞくのききにたたされている。","korean":"그 기업은 분식회계가 발각되어 존속 위기에 처해 있다。","category":"뉴스","level":"N1"},
{"id":"s876","japanese":"どんな逆境にあっても、前を向いて歩み続けることが大切だ。","reading":"どんなぎゃっきょうにあっても、まえをむいてあゆみつづけることがたいせつだ。","korean":"어떤 역경에 처해 있더라도 앞을 보며 계속 나아가는 것이 중요하다。","category":"감정","level":"N1"},
{"id":"s877","japanese":"交渉の席においては、相手の立場を慮ることが合意への近道だ。","reading":"こうしょうのせきにおいては、あいてのたちばをおもんぱかることがごういへのちかみちだ。","korean":"협상 자리에 있어서는 상대방의 입장을 배려하는 것이 합의의 지름길이다。","category":"비즈니스","level":"N1"},
{"id":"s878","japanese":"彼女の研究は既存の学説を根底から覆すような革新的なものだった。","reading":"かのじょのけんきゅうはきそんのがくせつをこんていからくつがえすようなかくしんてきなものだった。","korean":"그녀의 연구는 기존 학설을 근본부터 뒤집는 혁신적인 것이었다。","category":"과학","level":"N1"},
{"id":"s879","japanese":"若者の政治離れが深刻化する中、投票率の向上が急務となっている。","reading":"わかもののせいじばなれがしんこくかするなか、とうひょうりつのこうじょうがきゅうむとなっている。","korean":"젊은이들의 정치 이탈이 심각화되는 가운데 투표율 향상이 급선무가 되고 있다。","category":"정치","level":"N1"},
{"id":"s880","japanese":"経営陣の刷新なしには、企業体質の改善は望めないと言わざるを得ない。","reading":"けいえいじんのさっしんなしには、きぎょうたいしつのかいぜんはのぞめないといわざるをえない。","korean":"경영진 쇄신 없이는 기업 체질 개선을 기대하기 어렵다고 말하지 않을 수 없다。","category":"경제","level":"N1"},
{"id":"s881","japanese":"海外旅行においては、現地の文化や慣習を尊重することが礼儀だ。","reading":"かいがいりょこうにおいては、げんちのぶんかやかんしゅうをそんちょうすることがれいぎだ。","korean":"해외여행에 있어서는 현지의 문화나 관습을 존중하는 것이 예의이다。","category":"여행","level":"N1"},
{"id":"s882","japanese":"一人ひとりが社会の構成員として責任を果たさないことには、改善は見込めない。","reading":"ひとりひとりがしゃかいのこうせいいんとしてせきにんをはたさないことには、かいぜんはみこめない。","korean":"한 사람 한 사람이 사회 구성원으로서 책임을 다하지 않으면 개선을 기대할 수 없다。","category":"사회","level":"N1"},
{"id":"s883","japanese":"最先端の技術をもってしても、人間の感性を完全に模倣することはできない。","reading":"さいせんたんのぎじゅつをもってしても、にんげんのかんせいをかんぜんにもほうすることはできない。","korean":"최첨단 기술을 가지고도 인간의 감성을 완전히 모방하는 것은 불가능하다。","category":"과학","level":"N1"},
{"id":"s884","japanese":"その俳優の演技力は舞台を見る者全てを圧倒せずにはおかなかった。","reading":"そのはいゆうのえんぎりょくはぶたいをみるものすべてをあっとうせずにはおかなかった。","korean":"그 배우의 연기력은 무대를 보는 모든 이를 압도하지 않고는 못 배겼다。","category":"문화","level":"N1"},
{"id":"s885","japanese":"業界全体の不振が続く中、生き残りをかけた競争が激化している。","reading":"ぎょうかいぜんたいのふしんがつづくなか、いきのこりをかけたきょうそうがげきかしている。","korean":"업계 전체의 부진이 계속되는 가운데 생존을 건 경쟁이 격화되고 있다。","category":"비즈니스","level":"N1"},
{"id":"s886","japanese":"格差社会の是正なくして、真の意味での社会的公正は実現しない。","reading":"かくさしゃかいのぜせいなくして、しんのいみでのしゃかいてきこうせいはじつげんしない。","korean":"격차 사회의 시정 없이는 진정한 의미에서의 사회적 공정은 실현되지 않는다。","category":"사회","level":"N1"},
{"id":"s887","japanese":"その判決は多くの人々の義憤を買わずにはおかなかった。","reading":"そのはんけつはおおくのひとびとのぎふんをかわずにはおかなかった。","korean":"그 판결은 많은 사람들의 의분을 사지 않고는 못 배겼다。","category":"뉴스","level":"N1"},
{"id":"s888","japanese":"幾度の挫折をものともせず、彼は研究を続け最終的に成果を上げた。","reading":"いくどのざせつをものともせず、かれはけんきゅうをつづけさいしゅうてきにせいかをあげた。","korean":"여러 번의 좌절을 아랑곳하지 않고 그는 연구를 계속해 최종적으로 성과를 올렸다。","category":"학습","level":"N1"},
{"id":"s889","japanese":"現地に赴いてみて初めて、その国の本質が見えてくることがある。","reading":"げんちにおもむいてみてはじめて、そのくにのほんしつがみえてくることがある。","korean":"현지에 가봐서야 비로소 그 나라의 본질이 보이는 경우가 있다。","category":"여행","level":"N1"},
{"id":"s890","japanese":"長期的な視野なしには、持続可能な経済成長は実現しえない。","reading":"ちょうきてきなしやなしには、じぞくかのうなけいざいせいちょうはじつげんしえない。","korean":"장기적인 시야 없이는 지속 가능한 경제 성장은 실현할 수 없다。","category":"경제","level":"N1"},
{"id":"s891","japanese":"その国の政情不安が、外資系企業の撤退を相次いで引き起こした。","reading":"そのくにのせいじょうふあんが、がいしけいきぎょうのてったいをあいついでひきおこした。","korean":"그 나라의 정정 불안이 외국계 기업의 철수를 잇따라 일으켰다。","category":"정치","level":"N1"},
{"id":"s892","japanese":"失われた信頼を取り戻すことは、砂の城を建てるよりも難しい。","reading":"うしなわれたしんらいをとりもどすことは、すなのしろをたてるよりもむずかしい。","korean":"잃어버린 신뢰를 되찾는 것은 모래성을 쌓는 것보다 어렵다。","category":"감정","level":"N1"},
{"id":"s893","japanese":"革新的な製品を生み出すためには、失敗を恐れない姿勢が不可欠だ。","reading":"かくしんてきなせいひんをうみだすためには、しっぱいをおそれないしせいがふかけつだ。","korean":"혁신적인 제품을 만들어내기 위해서는 실패를 두려워하지 않는 자세가 불가결하다。","category":"비즈니스","level":"N1"},
{"id":"s894","japanese":"彼女の言葉は短いながらも、聴く者の心に深く突き刺さった。","reading":"かのじょのことばはみじかいながらも、きくもののこころにふかくつきささった。","korean":"그녀의 말은 짧지만 듣는 이의 마음에 깊이 꽂혔다。","category":"감정","level":"N1"},
{"id":"s895","japanese":"宇宙探査の分野では、国際協力なしには画期的な成果は望めない。","reading":"うちゅうたんさのぶんやでは、こくさいきょうりょくなしにはかっきてきなせいかはのぞめない。","korean":"우주 탐사 분야에서는 국제 협력 없이는 획기적인 성과를 기대할 수 없다。","category":"과학","level":"N1"},
{"id":"s896","japanese":"地域振興のためには、行政と住民が一体となって取り組むことが肝要だ。","reading":"ちいきしんこうのためには、ぎょうせいとじゅうみんがいったいとなってとりくむことがかんようだ。","korean":"지역 진흥을 위해서는 행정과 주민이 하나가 되어 임하는 것이 중요하다。","category":"사회","level":"N1"},
{"id":"s897","japanese":"その映画監督の作品は、観る者に深く考えさせずにはおかない。","reading":"そのえいがかんとくのさくひんは、みるものにふかくかんがえさせずにはおかない。","korean":"그 영화감독의 작품은 보는 이로 하여금 깊이 생각하게 하지 않고는 못 배긴다。","category":"문화","level":"N1"},
{"id":"s898","japanese":"給付金の不正受給が相次いで発覚し、制度の見直しが求められている。","reading":"きゅうふきんのふせいじゅきゅうがあいついではっかくし、せいどのみなおしがもとめられている。","korean":"급부금 부정 수급이 잇따라 발각되어 제도 재검토가 요구되고 있다。","category":"뉴스","level":"N1"},
{"id":"s899","japanese":"法律の文言に縛られるあまり、実態に即した判断ができないことがある。","reading":"ほうりつのもんごんにしばられるあまり、じったいにそくしたはんだんができないことがある。","korean":"법률 문언에 너무 얽매인 나머지 실태에 맞는 판단을 내리지 못하는 경우가 있다。","category":"사회","level":"N1"},
{"id":"s900","japanese":"彼の提案は一見突飛に思えるが、実は合理的な根拠を持っている。","reading":"かれのていあんはいっけんとっぴにおもえるが、じつはごうりてきなこんきょをもっている。","korean":"그의 제안은 언뜻 엉뚱해 보이지만 사실은 합리적인 근거를 가지고 있다。","category":"학습","level":"N1"},
{"id":"s901","japanese":"財政健全化を図るべく、政府は歳出の大幅な見直しに乗り出した。","reading":"ざいせいけんぜんかをはかるべく、せいふはさいしゅつのおおはばなみなおしにのりだした。","korean":"재정 건전화를 도모하기 위해 정부는 세출의 대폭적인 재검토에 나섰다。","category":"경제","level":"N1"},
{"id":"s902","japanese":"異なる価値観を持つ者同士が共存するためには、相互理解が欠かせない。","reading":"ことなるかちかんをもつものどうしがきょうぞんするためには、そうごりかいがかかせない。","korean":"다른 가치관을 가진 이들이 공존하기 위해서는 상호 이해가 빠뜨릴 수 없다。","category":"문화","level":"N1"},
{"id":"s903","japanese":"危機的状況においてこそ、リーダーの真価が問われるものだ。","reading":"ききてきじょうきょうにおいてこそ、りーだーのしんかがとわれるものだ。","korean":"위기 상황에 처해서야 비로소 리더의 진가가 시험받는 법이다。","category":"비즈니스","level":"N1"},
{"id":"s904","japanese":"この地に足を踏み入れた瞬間、異国の情緒に心を奪われた。","reading":"このちにあしをふみいれたしゅんかん、いこくのじょちょにこころをうばわれた。","korean":"이 땅에 발을 들인 순간 이국의 정취에 마음을 빼앗겼다。","category":"여행","level":"N1"},
{"id":"s905","japanese":"その科学者の発見は、医療の常識を覆さずにはおかない衝撃的なものだった。","reading":"そのかがくしゃのはっけんは、いりょうのじょうしきをくつがえさずにはおかないしょうげきてきなものだった。","korean":"그 과학자의 발견은 의료의 상식을 뒤집지 않고는 못 배기는 충격적인 것이었다。","category":"과학","level":"N1"},
{"id":"s906","japanese":"経済制裁の強化により、相手国は交渉のテーブルに着くを余儀なくされた。","reading":"けいざいせいさいのきょうかにより、あいてこくはこうしょうのてーぶるにつくをよぎなくされた。","korean":"경제 제재 강화로 인해 상대국은 협상 테이블에 앉을 수밖에 없었다。","category":"정치","level":"N1"},
{"id":"s907","japanese":"学問の道に近道なし、ただ日々の積み重ねのみが真の実力をつける。","reading":"がくもんのみちにちかみちなし、ただひびのつみかさねのみがしんのじつりょくをつける。","korean":"학문의 길에 지름길은 없고 오직 나날의 축적만이 진정한 실력을 키운다。","category":"학습","level":"N1"},
{"id":"s908","japanese":"報道の自由があるからこそ、権力の監視が可能になる。","reading":"ほうどうのじゆうがあるからこそ、けんりょくのかんしがかのうになる。","korean":"보도의 자유가 있기 때문에야 비로소 권력의 감시가 가능해진다。","category":"뉴스","level":"N1"},
{"id":"s909","japanese":"長い別れの末、再会した二人は言葉にならない感情に包まれた。","reading":"ながいわかれのすえ、さいかいしたふたりはことばにならないかんじょうにつつまれた。","korean":"긴 이별 끝에 재회한 두 사람은 말로 표현할 수 없는 감정에 휩싸였다。","category":"감정","level":"N1"},
{"id":"s910","japanese":"安易な妥協をもってしては、この問題の根本的な解決にはならない。","reading":"あんいなだきょうをもってしては、このもんだいのこんぽんてきなかいけつにはならない。","korean":"안이한 타협을 가지고는 이 문제의 근본적인 해결이 되지 않는다。","category":"사회","level":"N1"},
{"id":"s911","japanese":"その国際会議では、各国の利害が複雑に絡み合い、合意形成が難航した。","reading":"そのこくさいかいぎでは、かっこくのりがいがふくざつにからみあい、ごういけいせいがなんこうした。","korean":"그 국제 회의에서는 각국의 이해관계가 복잡하게 얽혀 합의 형성이 난항을 겪었다。","category":"정치","level":"N1"},
{"id":"s912","japanese":"老舗の企業が倒産するというニュースは、業界に衝撃を与えずにはおかなかった。","reading":"しにせのきぎょうがとうさんするというにゅーすは、ぎょうかいにしょうげきをあたえずにはおかなかった。","korean":"노포 기업이 도산한다는 뉴스는 업계에 충격을 주지 않고는 못 배겼다。","category":"뉴스","level":"N1"},
{"id":"s913","japanese":"国際競争の激化により、多くの中小企業が廃業を余儀なくされている。","reading":"こくさいきょうそうのげきかにより、おおくのちゅうしょうきぎょうがはいぎょうをよぎなくされている。","korean":"국제 경쟁의 격화로 인해 많은 중소기업이 폐업을 강요받고 있다。","category":"경제","level":"N1"},
{"id":"s914","japanese":"その哲学書は難解ながらも、読む者に深い洞察をもたらす。","reading":"そのてつがくしょはなんかいながらも、よむものにふかいどうさつをもたらす。","korean":"그 철학서는 난해하지만 읽는 이에게 깊은 통찰을 가져다준다。","category":"학습","level":"N1"},
{"id":"s915","japanese":"企業の社会的責任を果たすことは、単なる義務を超えた使命だ。","reading":"きぎょうのしゃかいてきせきにんをはたすことは、たんなるぎむをこえたしめいだ。","korean":"기업의 사회적 책임을 다하는 것은 단순한 의무를 넘어선 사명이다。","category":"비즈니스","level":"N1"},
{"id":"s916","japanese":"かつては夢物語と言われた技術が、今や現実のものとなりつつある。","reading":"かつてはゆめものがたりといわれたぎじゅつが、いまやげんじつのものとなりつつある。","korean":"예전에는 꿈같은 이야기라고 불리던 기술이 이제는 현실이 되어가고 있다。","category":"과학","level":"N1"},
{"id":"s917","japanese":"このドキュメンタリーは、見る者に社会の矛盾を直視させずにはおかない。","reading":"このどきゅめんたりーは、みるものにしゃかいのむじゅんをちょくしさせずにはおかない。","korean":"이 다큐멘터리는 보는 이로 하여금 사회의 모순을 직시하게 하지 않고는 못 배긴다。","category":"문화","level":"N1"},
{"id":"s918","japanese":"故郷を離れて初めて、その大切さに気づくというのは世の常だ。","reading":"こきょうをはなれてはじめて、そのたいせつさにきづくというのはよのつねだ。","korean":"고향을 떠나서야 비로소 그 소중함을 깨닫는다는 것은 세상의 이치이다。","category":"감정","level":"N1"},
{"id":"s919","japanese":"その国の独自の食文化は、観光客を魅了してやまない。","reading":"そのくにのどくじのしょくぶんかは、かんこうきゃくをみりょうしてやまない。","korean":"그 나라 고유의 식문화는 관광객을 끊임없이 매료시킨다。","category":"여행","level":"N1"},
{"id":"s920","japanese":"あの指導者の言葉は、絶望の淵にいた人々に希望の光を与えた。","reading":"あのしどうしゃのことばは、ぜつぼうのふちにいたひとびとにきぼうのひかりをあたえた。","korean":"그 지도자의 말은 절망의 나락에 있던 사람들에게 희망의 빛을 주었다。","category":"정치","level":"N1"},
{"id":"s921","japanese":"先進国と途上国の格差を是正することは、国際社会の喫緊の課題だ。","reading":"せんしんこくととじょうこくのかくさをぜせいすることは、こくさいしゃかいのきっきんのかだいだ。","korean":"선진국과 개발도상국의 격차를 시정하는 것은 국제 사회의 시급한 과제이다。","category":"사회","level":"N1"},
{"id":"s922","japanese":"その会議では、利害の対立する各勢力が一堂に会し、白熱した議論が展開された。","reading":"そのかいぎでは、りがいのたいりつするかくせいりょくがいちどうにかいし、はくねつしたぎろんがてんかいされた。","korean":"그 회의에서는 이해가 대립하는 각 세력이 한자리에 모여 백열한 토론이 전개되었다。","category":"정치","level":"N1"},
{"id":"s923","japanese":"彼の功績は後世に語り継がれるに足る、偉大なものだった。","reading":"かれのこうせきはこうせいにかたりつがれるにたる、いだいなものだった。","korean":"그의 공적은 후세에 전해질 만한 위대한 것이었다。","category":"역사","level":"N1"},
{"id":"s924","japanese":"働き方改革の推進により、長時間労働の見直しが迫られている。","reading":"はたらきかたかいかくのすいしんにより、ちょうじかんろうどうのみなおしがせまられている。","korean":"근무 방식 개혁 추진으로 인해 장시간 노동의 재검토가 촉구되고 있다。","category":"직장","level":"N1"},
{"id":"s925","japanese":"一時の感情に流されることなく、長期的な視野で判断することが重要だ。","reading":"いちじのかんじょうにながされることなく、ちょうきてきなしやではんだんすることがじゅうようだ。","korean":"일시적인 감정에 휩쓸리지 않고 장기적인 시야로 판단하는 것이 중요하다。","category":"감정","level":"N1"},
{"id":"s926","japanese":"その施策の効果は、実施から半年を経てようやく表れ始めた。","reading":"そのしさくのこうかは、じっしからはんねんをへてようやくあらわれはじめた。","korean":"그 시책의 효과는 실시로부터 반년이 지나서야 겨우 나타나기 시작했다。","category":"사회","level":"N1"},
{"id":"s927","japanese":"高度な専門知識なしには、この分野でのキャリアを積むことは難しい。","reading":"こうどなせんもんちしきなしには、このぶんやでのきゃりあをつむことはむずかしい。","korean":"고도의 전문 지식 없이는 이 분야에서의 경력을 쌓는 것이 어렵다。","category":"직장","level":"N1"},
{"id":"s928","japanese":"その建築物は風雨にさらされながらも、百年の歴史をものともせず立ち続けた。","reading":"そのけんちくぶつはふううにさらされながらも、ひゃくねんのれきしをものともせずたちつづけた。","korean":"그 건축물은 비바람에 노출되면서도 백 년의 역사를 아랑곳하지 않고 계속 서 있었다。","category":"문화","level":"N1"},
{"id":"s929","japanese":"AIの発展により、多くの職種が自動化を余儀なくされるという予測がある。","reading":"えーあいのはってんにより、おおくのしょくしゅがじどうかをよぎなくされるというよそくがある。","korean":"AI 발전으로 인해 많은 직종이 자동화를 강요받을 것이라는 예측이 있다。","category":"과학","level":"N1"},
{"id":"s930","japanese":"その事件を境に、彼の人生は大きく変わらずにはおかなかった。","reading":"そのじけんをさかいに、かれのじんせいはおおきくかわらずにはおかなかった。","korean":"그 사건을 계기로 그의 인생은 크게 바뀌지 않고는 못 배겼다。","category":"일상","level":"N1"},
{"id":"s931","japanese":"財政赤字の拡大は将来世代に負担を押し付ける行為に他ならない。","reading":"ざいせいあかじのかくだいはしょうらいせだいにふたんをおしつけるこういにほかならない。","korean":"재정 적자 확대는 미래 세대에 부담을 떠넘기는 행위에 다름 아니다。","category":"경제","level":"N1"},
{"id":"s932","japanese":"その文学作品は時代を超えて読み継がれる普遍的な価値を有している。","reading":"そのぶんがくさくひんはじだいをこえてよみつがれるふへんてきなかちをゆうしている。","korean":"그 문학 작품은 시대를 초월하여 읽혀지는 보편적인 가치를 지니고 있다。","category":"학습","level":"N1"},
{"id":"s933","japanese":"市民の声なくして、民主主義は形骸化するに至る。","reading":"しみんのこえなくして、みんしゅしゅぎはけいがいかするにいたる。","korean":"시민의 목소리 없이는 민주주의는 형해화되기에 이른다。","category":"정치","level":"N1"},
{"id":"s934","japanese":"彼女の料理は食べる者を思わず笑顔にさせずにはおかない美味しさだ。","reading":"かのじょのりょうりはたべるものをおもわずえがおにさせずにはおかないおいしさだ。","korean":"그녀의 요리는 먹는 이를 저도 모르게 미소 짓게 하지 않고는 못 배기는 맛이다。","category":"일상","level":"N1"},
{"id":"s935","japanese":"その地域特有の景観は、訪れる旅人を魅了し続けている。","reading":"そのちいきとくゆうのけいかんは、おとずれるたびびとをみりょうしつづけている。","korean":"그 지역 특유의 경관은 찾아오는 여행자를 계속 매료시키고 있다。","category":"여행","level":"N1"},
{"id":"s936","japanese":"貿易摩擦の激化は、世界経済の減速につながりかねない深刻な問題だ。","reading":"ぼうえきまさつのげきかは、せかいけいざいのげんそくにつながりかねないしんこくなもんだいだ。","korean":"무역 마찰의 격화는 세계 경제 감속으로 이어질 수도 있는 심각한 문제이다。","category":"경제","level":"N1"},
{"id":"s937","japanese":"現場の声を無視した政策は、必ずといっていいほど失敗に終わる。","reading":"げんばのこえをむしにしたせいさくは、かならずといっていいほどしっぱいにおわる。","korean":"현장의 목소리를 무시한 정책은 반드시라 해도 좋을 만큼 실패로 끝난다。","category":"정치","level":"N1"},
{"id":"s938","japanese":"新薬の開発には長い年月と莫大な費用がかかるが、患者の命がかかっている。","reading":"しんやくのかいはつにはながいねんげつとばくだいなひようがかかるが、かんじゃのいのちがかかっている。","korean":"신약 개발에는 오랜 세월과 막대한 비용이 들지만 환자의 생명이 걸려 있다。","category":"과학","level":"N1"},
{"id":"s939","japanese":"危機に直面した時こそ、人は己の本当の価値観と向き合う。","reading":"ききにちょくめんしたときこそ、ひとはおのれのほんとうのかちかんとむきあう。","korean":"위기에 직면했을 때야 비로소 사람은 자신의 진정한 가치관과 마주한다。","category":"감정","level":"N1"},
{"id":"s940","japanese":"過去の失敗から学ぶことなしには、同じ過ちを繰り返すに過ぎない。","reading":"かこのしっぱいからまなぶことなしには、おなじあやまちをくりかえすにすぎない。","korean":"과거의 실패에서 배우지 않으면 같은 실수를 반복할 뿐이다。","category":"학습","level":"N1"},
{"id":"s941","japanese":"その新興企業は業界の常識をものともせず、革新的なサービスを打ち出した。","reading":"そのしんこうきぎょうはぎょうかいのじょうしきをものともせず、かくしんてきなさーびすをうちだした。","korean":"그 신흥 기업은 업계의 상식을 아랑곳하지 않고 혁신적인 서비스를 내놓았다。","category":"비즈니스","level":"N1"},
{"id":"s942","japanese":"差別や偏見のない社会を実現すべく、教育の現場から意識改革が始まっている。","reading":"さべつやへんけんのないしゃかいをじつげんすべく、きょういくのげんばからいしきかいかくがはじまっている。","korean":"차별과 편견 없는 사회를 실현하기 위해 교육 현장에서부터 의식 개혁이 시작되고 있다。","category":"사회","level":"N1"},
{"id":"s943","japanese":"あの名優の死は、演劇界全体に深い悲しみをもたらさずにはおかなかった。","reading":"あのめいゆうのしは、えんげきかいぜんたいにふかいかなしみをもたらさずにはおかなかった。","korean":"저 명배우의 죽음은 연극계 전체에 깊은 슬픔을 가져다주지 않고는 못 배겼다。","category":"문화","level":"N1"},
{"id":"s944","japanese":"取材の過程で明らかになった事実は、世論を動かすに足るものだった。","reading":"しゅざいのかていであきらかになったじじつは、せろんをうごかすにたるものだった。","korean":"취재 과정에서 밝혀진 사실은 여론을 움직이기에 충분한 것이었다。","category":"뉴스","level":"N1"},
{"id":"s945","japanese":"ひとたび失った生態系を取り戻すことは、並大抵の努力では足りない。","reading":"ひとたびうしなったせいたいけいをとりもどすことは、なみたいていのどりょくではたりない。","korean":"한번 잃어버린 생태계를 되찾는 것은 보통의 노력으로는 부족하다。","category":"과학","level":"N1"},
{"id":"s946","japanese":"その指揮者の演奏は、聴衆を別の世界に誘わずにはおかなかった。","reading":"そのしきしゃのえんそうは、ちょうしゅうをべつのせかいにいざなわずにはおかなかった。","korean":"그 지휘자의 연주는 청중을 다른 세계로 이끌지 않고는 못 배겼다。","category":"감정","level":"N1"},
{"id":"s947","japanese":"人口減少に歯止めをかけるべく、政府は少子化対策を抜本的に見直した。","reading":"じんこうげんしょうにはどめをかけるべく、せいふはしょうしかたいさくをばっぽんてきにみなおした。","korean":"인구 감소에 제동을 걸기 위해 정부는 저출산 대책을 근본적으로 재검토했다。","category":"사회","level":"N1"},
{"id":"s948","japanese":"コストの削減を余儀なくされる中でも、品質の確保は譲れない一線だ。","reading":"こすとのさくげんをよぎなくされるなかでも、ひんしつのかくほはゆずれないいっせんだ。","korean":"비용 절감을 강요받는 가운데도 품질 확보는 양보할 수 없는 선이다。","category":"비즈니스","level":"N1"},
{"id":"s949","japanese":"長年にわたる研究の積み重ねが、今日の画期的な発見を可能にした。","reading":"ながねんにわたるけんきゅうのつみかさねが、こんにちのかっきてきなはっけんをかのうにした。","korean":"오랜 세월에 걸친 연구의 축적이 오늘날의 획기적인 발견을 가능하게 했다。","category":"학습","level":"N1"},
{"id":"s950","japanese":"異国の地での孤独感は、旅をする者なら誰しも経験することだ。","reading":"いこくのちでのこどくかんは、たびをするものならだれしもけいけんすることだ。","korean":"이국땅에서의 고독감은 여행하는 이라면 누구나 경험하는 것이다。","category":"여행","level":"N1"},
{"id":"s951","japanese":"その条約の締結は、地域の安定化に寄与するものと期待されている。","reading":"そのじょうやくのていけつは、ちいきのあんていかにきよするものとしたいされている。","korean":"그 조약 체결은 지역 안정화에 기여하는 것으로 기대되고 있다。","category":"정치","level":"N1"},
{"id":"s952","japanese":"株価の乱高下は投資家心理を揺さぶり、市場全体の不安定化を招く。","reading":"かぶかのらんこうげはとうしかしんりをゆさぶり、しじょうぜんたいのふあんていかをまねく。","korean":"주가의 급등락은 투자자 심리를 흔들어 시장 전체의 불안정화를 초래한다。","category":"경제","level":"N1"},
{"id":"s953","japanese":"この問題に対する認識の甘さが、被害の拡大を招いたと言わざるを得ない。","reading":"このもんだいにたいするにんしきのあまさが、ひがいのかくだいをまねいたといわざるをえない。","korean":"이 문제에 대한 인식의 안이함이 피해 확대를 초래했다고 말하지 않을 수 없다。","category":"사회","level":"N1"},
{"id":"s954","japanese":"その小説の最終章は、読者の心を離さずにはおかない感動に満ちている。","reading":"そのしょうせつのさいしゅうしょうは、どくしゃのこころをはなさずにはおかないかんどうにみちている。","korean":"그 소설의 마지막 장은 독자의 마음을 놓지 않고는 못 배기는 감동으로 가득하다。","category":"문화","level":"N1"},
{"id":"s955","japanese":"いかなる組織も、時代の変化に適応することなしには存続しえない。","reading":"いかなるそしきも、じだいのへんかにてきおうすることなしにはそんぞくしえない。","korean":"어떤 조직이든 시대의 변화에 적응하지 않고는 존속할 수 없다。","category":"비즈니스","level":"N1"},
{"id":"s956","japanese":"貧困の連鎖を断ち切るためには、教育への投資が最も効果的な手段だ。","reading":"ひんこんのれんさをたちきるためには、きょういくへのとうしがもっともこうかてきなしゅだんだ。","korean":"빈곤의 연쇄를 끊기 위해서는 교육에 대한 투자가 가장 효과적인 수단이다。","category":"사회","level":"N1"},
{"id":"s957","japanese":"未知の土地での冒険は、人間としての限界を試さずにはおかない。","reading":"みちのとちでのぼうけんは、にんげんとしてのげんかいをためさずにはおかない。","korean":"미지의 땅에서의 모험은 인간으로서의 한계를 시험하지 않고는 못 배긴다。","category":"여행","level":"N1"},
{"id":"s958","japanese":"彼の言葉には重みがある、それは苦労を重ねてきた者だけが持てる迫力だ。","reading":"かれのことばにはおもみがある、それはくろうをかさねてきたものだけがもてるはくりょくだ。","korean":"그의 말에는 무게가 있다. 그것은 고생을 거듭해온 자만이 가질 수 있는 박력이다。","category":"감정","level":"N1"},
{"id":"s959","japanese":"この地域の伝統工芸は、職人の高齢化により存続の危機に瀕している。","reading":"このちいきのでんとうこうげいは、しょくにんのこうれいかによりそんぞくのききにひんしている。","korean":"이 지역의 전통 공예는 장인의 고령화로 인해 존속 위기에 처해 있다。","category":"문화","level":"N1"},
{"id":"s960","japanese":"新型ウイルスの発生は、国際社会に感染症対策の重要性を再認識させた。","reading":"しんがたうぃるすのはっせいは、こくさいしゃかいにかんせんしょうたいさくのじゅうようせいをさいにんしきさせた。","korean":"신형 바이러스의 발생은 국제 사회에 감염병 대책의 중요성을 재인식시켰다。","category":"뉴스","level":"N1"},
{"id":"s961","japanese":"その詩人の言葉は時代を超え、読む者の心に深く響かずにはおかない。","reading":"そのしじんのことばはじだいをこえ、よむもののこころにふかくひびかずにはおかない。","korean":"그 시인의 말은 시대를 초월하여 읽는 이의 마음에 깊이 울리지 않고는 못 배긴다。","category":"학습","level":"N1"},
{"id":"s962","japanese":"企業合併の加速により、業界の勢力図が塗り替えられつつある。","reading":"きぎょうがっぺいのかそくにより、ぎょうかいのせいりょくずがぬりかえられつつある。","korean":"기업 합병의 가속으로 인해 업계의 세력 지도가 다시 그려지고 있다。","category":"경제","level":"N1"},
{"id":"s963","japanese":"科学技術の進展が人々の生活を豊かにする一方、倫理的な問題も生じさせている。","reading":"かがくぎじゅつのしんてんがひとびとのせいかつをゆたかにするいっぽう、りんりてきなもんだいもしょうじさせている。","korean":"과학 기술의 발전이 사람들의 생활을 풍요롭게 하는 한편 윤리적인 문제도 생기게 하고 있다。","category":"과학","level":"N1"},
{"id":"s964","japanese":"あの大地震の経験は、防災意識を高めずにはおかなかった。","reading":"あのおおじしんのけいけんは、ぼうさいいしきをたかめずにはおかなかった。","korean":"그 대지진의 경험은 방재 의식을 높이지 않고는 못 배겼다。","category":"사회","level":"N1"},
{"id":"s965","japanese":"民主主義社会においては、言論の自由は最も根本的な権利の一つだ。","reading":"みんしゅしゅぎしゃかいにおいては、げんろんのじゆうはもっともこんぽんてきなけんりのひとつだ。","korean":"민주주의 사회에 있어서 언론의 자유는 가장 근본적인 권리 중 하나이다。","category":"정치","level":"N1"},
{"id":"s966","japanese":"長年の友情とは、苦楽を共にしてこそ深まるものだと改めて実感した。","reading":"ながねんのゆうじょうとは、くらくをともにしてこそふかまるものだとあらためてじっかんした。","korean":"오랜 우정이란 고락을 함께해야 비로소 깊어지는 것임을 새삼스레 실감했다。","category":"감정","level":"N1"},
{"id":"s967","japanese":"失業率の上昇は、社会不安を増大させずにはおかない深刻な問題だ。","reading":"しつぎょうりつのじょうしょうは、しゃかいふあんをぞうだいさせずにはおかないしんこくなもんだいだ。","korean":"실업률 상승은 사회 불안을 증대시키지 않고는 못 배기는 심각한 문제이다。","category":"경제","level":"N1"},
{"id":"s968","japanese":"旅を通じて得た経験は、学校の教室では学べない貴重な財産だ。","reading":"たびをつうじてえたけいけんは、がっこうのきょうしつではまなべないきちょうなざいさんだ。","korean":"여행을 통해 얻은 경험은 학교 교실에서는 배울 수 없는 귀중한 자산이다。","category":"여행","level":"N1"},
{"id":"s969","japanese":"あの事件をきっかけに、社会全体が職場のハラスメント問題に向き合い始めた。","reading":"あのじけんをきっかけに、しゃかいぜんたいがしょくばのはらすめんともんだいにむきあいはじめた。","korean":"그 사건을 계기로 사회 전체가 직장 내 괴롭힘 문제와 마주하기 시작했다。","category":"직장","level":"N1"},
{"id":"s970","japanese":"その発明は人々の日常生活を一変させずにはおかない革命的なものだった。","reading":"そのはつめいはひとびとのにちじょうせいかつをいっぺんさせずにはおかないかくめいてきなものだった。","korean":"그 발명은 사람들의 일상생활을 일변시키지 않고는 못 배기는 혁명적인 것이었다。","category":"과학","level":"N1"},
{"id":"s971","japanese":"国際社会における信頼の醸成には、継続的かつ誠実な対話が不可欠だ。","reading":"こくさいしゃかいにおけるしんらいのじょうせいには、けいぞくてきかつせいじつなたいわがふかけつだ。","korean":"국제 사회에서의 신뢰 형성에는 지속적이고 성실한 대화가 불가결하다。","category":"정치","level":"N1"},
{"id":"s972","japanese":"彼女の書いた報告書は、業界の動向を的確に捉えた秀作と評された。","reading":"かのじょのかいたほうこくしょは、ぎょうかいのどうこうをてきかくにとらえたしゅうさくとひょうされた。","korean":"그녀가 쓴 보고서는 업계 동향을 정확하게 포착한 수작으로 평가받았다。","category":"비즈니스","level":"N1"},
{"id":"s973","japanese":"一人たりとも見捨てることなく、全員を助け出すことが使命だ。","reading":"ひとりたりともみすてることなく、ぜんいんをたすけだすことがしめいだ。","korean":"단 한 사람도 버리지 않고 전원을 구해내는 것이 사명이다。","category":"사회","level":"N1"},
{"id":"s974","japanese":"その土地の言語を学ぶことなしには、その国の文化の本質には触れられない。","reading":"そのとちのげんごをまなぶことなしには、そのくにのぶんかのほんしつにはふれられない。","korean":"그 지역의 언어를 배우지 않고는 그 나라의 문화의 본질에 닿을 수 없다。","category":"문화","level":"N1"},
{"id":"s975","japanese":"膨大な数の古典文学を読んでこそ、文学の深みが理解できるようになる。","reading":"ぼうだいなかずのこてんぶんがくをよんでこそ、ぶんがくのふかみがりかいできるようになる。","korean":"방대한 수의 고전 문학을 읽어야 비로소 문학의 깊이를 이해할 수 있게 된다。","category":"학습","level":"N1"},
{"id":"s976","japanese":"困難な状況においても、ユーモアを失わないことが心の余裕を生む。","reading":"こんなんなじょうきょうにおいても、ゆーもあをうしなわないことがこころのよゆうをうむ。","korean":"어려운 상황에서도 유머를 잃지 않는 것이 마음의 여유를 만들어낸다。","category":"일상","level":"N1"},
{"id":"s977","japanese":"この景気対策の効果は、今後の経済動向を見極めないことには判断しかねる。","reading":"このけいきたいさくのこうかは、こんごのけいざいどうこうをみきわめないことにははんだんしかねる。","korean":"이 경기 대책의 효과는 앞으로의 경제 동향을 가늠해보지 않고는 판단하기 어렵다。","category":"경제","level":"N1"},
{"id":"s978","japanese":"その企業の倒産は、関連業者や従業員に多大な損害をもたらした。","reading":"そのきぎょうのとうさんは、かんれんぎょうしゃやじゅうぎょういんにただいなそんがいをもたらした。","korean":"그 기업의 도산은 관련 업체와 직원들에게 막대한 손해를 가져다주었다。","category":"뉴스","level":"N1"},
{"id":"s979","japanese":"気候変動対策として、再生可能エネルギーへの転換が急務となっている。","reading":"きこうへんどうたいさくとして、さいせいかのうえねるぎーへのてんかんがきゅうむとなっている。","korean":"기후 변화 대책으로서 재생 가능 에너지로의 전환이 급선무가 되고 있다。","category":"과학","level":"N1"},
{"id":"s980","japanese":"彼は職場の不条理に憤りを覚えながらも、沈黙を余儀なくされていた。","reading":"かれはしょくばのふじょうりにいきどおりをおぼえながらも、ちんもくをよぎなくされていた。","korean":"그는 직장의 불합리함에 분노를 느끼면서도 침묵을 강요받고 있었다。","category":"직장","level":"N1"},
{"id":"s981","japanese":"人生における本当の豊かさとは、物質的なものとは一線を画すものだ。","reading":"じんせいにおけるほんとうのゆたかさとは、ぶっしつてきなものとはいっせんをかくすものだ。","korean":"인생에서의 진정한 풍요로움이란 물질적인 것과는 일선을 긋는 것이다。","category":"감정","level":"N1"},
{"id":"s982","japanese":"その条約に署名することを拒んだ国は、国際社会での孤立を余儀なくされた。","reading":"そのじょうやくにしょめいすることをこばんだくには、こくさいしゃかいでのこりつをよぎなくされた。","korean":"그 조약에 서명하기를 거부한 나라는 국제 사회에서의 고립을 강요받았다。","category":"정치","level":"N1"},
{"id":"s983","japanese":"教育格差の是正なくして、機会の平等は絵に描いた餅に過ぎない。","reading":"きょういくかくさのぜせいなくして、きかいのびょうどうはえにかいたもちにすぎない。","korean":"교육 격차의 시정 없이는 기회의 평등은 그림의 떡에 불과하다。","category":"사회","level":"N1"},
{"id":"s984","japanese":"斬新なアイデアも、実現するための行動なしには単なる空論に終わる。","reading":"ざんしんなあいであも、じつげんするためのこうどうなしにはたんなるくうろんにおわる。","korean":"참신한 아이디어도 실현하기 위한 행동 없이는 단순한 공론으로 끝난다。","category":"비즈니스","level":"N1"},
{"id":"s985","japanese":"その映像は目を覆わずにはおれないほど衝撃的な内容を含んでいた。","reading":"そのえいぞうはめをおおわずにはおれないほどしょうげきてきなないようをふくんでいた。","korean":"그 영상은 눈을 가리지 않고는 못 배길 정도로 충격적인 내용을 담고 있었다。","category":"뉴스","level":"N1"},
{"id":"s986","japanese":"成熟した社会においては、多様な意見が尊重され、少数意見も無視されない。","reading":"せいじゅくしたしゃかいにおいては、たようないけんがそんちょうされ、しょうすういけんもむしされない。","korean":"성숙한 사회에서는 다양한 의견이 존중되고 소수 의견도 무시되지 않는다。","category":"사회","level":"N1"},
{"id":"s987","japanese":"その歴史的発見は、考古学の定説を根本から覆さずにはおかなかった。","reading":"そのれきしてきはっけんは、こうこがくのていせつをこんぽんからくつがえさずにはおかなかった。","korean":"그 역사적 발견은 고고학의 정설을 근본부터 뒤집지 않고는 못 배겼다。","category":"학습","level":"N1"},
{"id":"s988","japanese":"この投資は短期的な損失を伴うが、長期的には大きな利益をもたらす見込みだ。","reading":"このとうしはたんきてきなそんしつをともなうが、ちょうきてきにはおおきなりえきをもたらすみこみだ。","korean":"이 투자는 단기적인 손실을 수반하지만 장기적으로는 큰 이익을 가져올 전망이다。","category":"경제","level":"N1"},
{"id":"s989","japanese":"その作品は芸術家が生涯をかけて追い求めた美の極致を体現している。","reading":"そのさくひんはげいじゅつかがしょうがいをかけておいもとめたびのきょくちをたいげんしている。","korean":"그 작품은 예술가가 일생을 걸고 추구한 아름다움의 극치를 체현하고 있다。","category":"문화","level":"N1"},
{"id":"s990","japanese":"難民の受け入れ問題は、人道的観点と安全保障の観点を両立させることが求められる。","reading":"なんみんのうけいれもんだいは、じんどうてきかんてんとあんぜんほしょうのかんてんをりょうりつさせることがもとめられる。","korean":"난민 수용 문제는 인도적 관점과 안보 관점을 양립시키는 것이 요구된다。","category":"정치","level":"N1"},
{"id":"s991","japanese":"人工知能の急速な発展は、雇用構造の根本的な見直しを迫らずにはおかない。","reading":"じんこうちのうのきゅうそくなはってんは、こようこうぞうのこんぽんてきなみなおしをせまらずにはおかない。","korean":"인공지능의 급속한 발전은 고용 구조의 근본적인 재검토를 촉구하지 않고는 못 배긴다。","category":"과학","level":"N1"},
{"id":"s992","japanese":"その監督の映画は一貫して人間の本質を問い続けるテーマを持つ。","reading":"そのかんとくのえいがはいっかんしてにんげんのほんしつをといつづけるてーまをもつ。","korean":"그 감독의 영화는 일관되게 인간의 본질을 계속 묻는 테마를 가지고 있다。","category":"문화","level":"N1"},
{"id":"s993","japanese":"かつての同僚と再会し、懐かしさと感慨に胸を締め付けられた。","reading":"かつてのどうりょうとさいかいし、なつかしさとかんがいにむねをしめつけられた。","korean":"예전 동료와 재회하여 그리움과 감회로 가슴이 저려왔다。","category":"감정","level":"N1"},
{"id":"s994","japanese":"世界遺産を訪れる際には、その文化的背景を事前に学んでおくことが肝要だ。","reading":"せかいいさんをおとずれるさいには、そのぶんかてきはいけいをじぜんにまなんでおくことがかんようだ。","korean":"세계유산을 방문할 때는 그 문화적 배경을 사전에 배워두는 것이 중요하다。","category":"여행","level":"N1"},
{"id":"s995","japanese":"法の支配が揺らぐとき、社会の秩序は根本から崩れかねない。","reading":"ほうのしはいがゆらぐとき、しゃかいのちつじょはこんぽんからくずれかねない。","korean":"법의 지배가 흔들릴 때 사회의 질서는 근본부터 무너질 수도 있다。","category":"사회","level":"N1"},
{"id":"s996","japanese":"新聞記者として、事実を歪めることなく伝えることが職業倫理の根幹だ。","reading":"しんぶんきしゃとして、じじつをゆがめることなくつたえることがしょくぎょうりんりのこんかんだ。","korean":"신문 기자로서 사실을 왜곡하지 않고 전하는 것이 직업 윤리의 근간이다。","category":"뉴스","level":"N1"},
{"id":"s997","japanese":"経営の抜本的な改革なくして、会社の再生はあり得ないと断言できる。","reading":"けいえいのばっぽんてきなかいかくなくして、かいしゃのさいせいはありえないとだんげんできる。","korean":"경영의 근본적인 개혁 없이는 회사의 재생은 있을 수 없다고 단언할 수 있다。","category":"비즈니스","level":"N1"},
{"id":"s998","japanese":"子どもたちが安心して学べる環境を守ることは、大人社会の責務だ。","reading":"こどもたちがあんしんしてまなべるかんきょうをまもることは、おとなしゃかいのせきむだ。","korean":"아이들이 안심하고 배울 수 있는 환경을 지키는 것은 어른 사회의 책무이다。","category":"사회","level":"N1"},
{"id":"s999","japanese":"先達の苦労を無にすることなく、その精神を受け継いでいくことが我々の使命だ。","reading":"せんだつのくろうをむにすることなく、そのせいしんをうけついでいくことがわれわれのしめいだ。","korean":"선배들의 고생을 헛되이 하지 않고 그 정신을 이어받아 가는 것이 우리의 사명이다。","category":"문화","level":"N1"},
{"id":"s1000","japanese":"人生のあらゆる試練を乗り越えてこそ、真の意味での強さが身につくものだ。","reading":"じんせいのあらゆるしれんをのりこえてこそ、しんのいみでのつよさがみにつくものだ。","korean":"인생의 모든 시련을 극복해야 비로소 진정한 의미에서의 강함이 몸에 익는 법이다。","category":"감정","level":"N1"}
]
